[{"title":"Natural and Artificial Systems for Recharge and Infiltration (NASRI)","description":"Bank filtration and groundwater recharge are important treatment steps for drinking water production, e.g. in Berlin. The project was initiated to get a deeper understanding of the behavior of anthropogenic and natural organic substances during bank filtration. The project’sd aim was to develop optimal design and operational parameters for bank filtration sites by means of  hydrogeological models and on-site monitoring. The results are summarised in the following reports, all of which were prepared after the project’s internal review.REPORTS:Final Report NASRI – Natural Systems for Recharge and InfiltrationSubproject 1: Investigating Hydrogeological-Hydrogeochemical Processes during Bank Filtration and Artifi-cial Ground Water Recharge Us-ing a Multi Tracer ApproachSubproject 2: Integrated Modelling Concepts for Bank Filtration Processes: Coupled Ground Water Transport and Biogeochemical ReactionsSubproject: Occurrence and Fate of Drug Residues and Related Polar Contaminants during Bank Filtration and Artificial RechargeSubproject 4: Organic Substances in Bank Filtration and Groundwater Recharge-Process StudiesSubproject 5: Retention and Elimination of Cyanobacterial Toxins (Microcystins) through Artificial Recharge and Bank FiltrationSubproject 6: Using Bacteriophages, Indicator Bacteria, and Viral Pathogens for Assessing the Health Risk of Drinking Water Obtained by Bank Filtration","budget":"2,9 million €","date_start":"1. July 2002","duration_months":42,"url":"https://www.kompetenz-wasser.de/en/project/natural-and-artificial-systems-for-recharge-and-infiltration-nasri/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo-1-300x237.jpg","funder_id":"veolia"}],"downloads":[{}]},{"title":"Resource Planning for City Districts (R2Q)","description":"Limited resources like land, water, materials and energy are subject to an enormous urbanisation pressure. The R2Q project is dedicated to organise the use of resources in city districts in a more sustainable way.The project aims to develop a planning tool that will enable the systematic, efficient and methodological management of resources in urban districts. According to a modular principle, planning and evaluation tools, various construction and process technologies as well as ideas for participation processes relating to resource management will be brought together. This way, local planning authorities will be enabled access to improved simulation approaches to manage flood events and to methods to analyse and evaluate multifunctional land uses.The project R2Q aims to develop and test novel and pioneering approaches allowing for the sustainable management of resources in cities. R2Q is coordinated by the University of Applied Sciences Münster and receives funding from the programme “Resource-efficient City Districts for the Future” issued by the German Federal Ministry of Education and Research (BMBF). The example of two districts of the City of Herne (North Rhine-Westphalia, Germany), where both residential and commercial areas as well as traffic areas are located close together, will be used to investigate how water, urban areas, materials – for example building materials – and energy can be used more efficiently by linking all residents. To this end, R2Q will develop a resource plan coordinated with professionals, citizens and policy makers, which can be used for future construction and redevelopment measures in city districts, also outside of Herne.The KWB contributes its expertise in rainwater management and water pollution control to the project and will develop tools to assess the impact of the resource plans on the quality of water bodies. The particular challenge is to create functional and simple evaluation and model approaches to support planning processes.","budget":"148.675 € (Part KWB)","date_start":"1. March 2019","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/r2q/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Andreas","last_name":"Matzinger","email":"andreas.matzinger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Digital Water City: Leading Urban Water Management to its Digital Future (DWC)","description":"Leveraging the Potential of Data and Digital Technologies for Urban Water ManagementEuropean cities face major challenges to achieve the desired level of sustainability in the management of urban water systems. Digital technologies such as mobile devices, real-time sensors, machine learning, artificial intelligence and cloud solutions have the potential to improve the management of water infrastructures significantly. In addition, they can improve the quality of services provided to citizens as well as the level of awareness and collaboration between utilities, authorities and citizens.DWC’s main goal is to boost the integrated management of waters systems in five major European cities – Berlin, Milan, Copenhagen, Paris and Sofia – by leveraging the potential of data and smart digital technologies.Under the leadership of Kompetenzzentrum Wasser Berlin gGmbH (KWB), 24 partners from 10 European countries will develop and demonstrate the benefits of a panel of innovative digital solutions to address major water-related challenges. These include the protection of human health, the performance and return on investment of water infrastructures and the public involvement in urban water management. Areas of application of DWC digital solutions range from groundwater management, sewer maintenance and operation, wastewater treatment and reuse to urban bathing water management.The solutions are developed in close collaboration between municipalities, utilities, research institutes and innovation players from both digital and physical spheres. DWC integrates the development of digital solutions in a dedicated guiding protocol to cover the existing gaps regarding governance, interoperability and cybersecurity.In Berlin, several innovations will reduce the environmental impacts of the sewer network focusing on illicit connections, combined sewer overflows and optimize the maintenance and planning of water wells . An Augmented Reality application visualize the groundwater flows for the public and highlight the relevance of drinking water resource as hidden part of the water cycle.In Paris, DWC aims at improving the bathing water quality in the river Seine for the Olympic games of 2024 using innovative sensors for bacterial measurements in the river and machine learning to forecast the contamination risk at the official bathing places.In Sofia, the main objective is to improve the management of the sewer network and reduce operational costs using a smart sewer cleaning technology.In Copenhagen, the aim is to reduce environmental impacts and flooding through forecasting, real-time control of sewer network and wastewater treatment plant.The main focus in Milan is the achievement of  safe waste water reuse and efficient distribution for agricultural irrigationThe large scale assessment and communication of the benefits provided by the digital solutions in the five cities will serve as lighthouse, raising the awareness of other European cities and opening new market opportunities for European technology providers.Switch to the official DWC Project-Website  (under construction). Berlin: Improve infrastructure performance and reduce environmental impactsMachine learning algorithms for the proactive maintenance of drinking water wellsAdvanced monitoring technologies to track illicit sewer connections within the stormwater networkAugmented Reality for the visualisation of groundwater flows and communication with the publicParis: Improve bathing water quality for the 2024 Olympic GamesReal-time sensors to identify microbial loads in the riverMachine learning algorithms to forecast the contamination risk at the official bathing placesBathing water quality app to communicate with the publicMilan: Achieve safe water reuse for agricultural irrigationAutomated quality control featuring multi-parameter sensors and a GIS matchmaking platform for safe irrigation from water reuseDrone application to increase irrigation efficiencyVisualisation of the water-energy-CO2-nexus by means of a Serious GameCopenhagen: Enhance flooding protection and pollution control Advanced sewer flow forecast based on sensors and numerical weather modelReal-time control of sewer networks and treatment plants for stormwater managementWeb visualization platform for data interoperability and decision making in the Copenhagen urban areaSofia: Optimise operational costs and investments in sewersNetwork of low cost temperature sensors for real-time measurement of sewer overflowsSmart sewer cleaning technology with camera to reduce operational costs Tweets by digitalwater_eu ","budget":"Total Volume: 5.9 Mio € Total Grant: 5.0 Mio € Grant KWB: 724,500 € EU Horizon2020 (ID: 820954)","date_start":"1. June 2019","duration_months":42,"url":"https://www.kompetenz-wasser.de/en/project/digitalwatercity/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Nicolas","last_name":"Caradot","email":"nicolas.caradot@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/08/eu_horizon2020_300ppp-300x85.jpg","funder_id":"eu_h-2020"}],"downloads":[{}]},{"title":"Smart Framework for Real-time Monitoring and Control of Subsurface Processes in Managed Aquifer Recharge Applications (SMART-Control)","description":"Enhancing groundwater recharge by storing surplus water in the subsurface in times of high availability followed by recovery in times of high demand represents a low cost technology that increases the resilience of water supply infrastructures to extreme hydro-climatic events. This technique, referred to as managed aquifer recharge (MAR), represents a viable adaptation solution for sustainable water resources management while it reduces the impact of water scarcity by increasing seasonal water availability.The main objective of Smart-Control is to reduce the risks in the application of sustainable groundwater management techniques by the development of a web-based monitoring and control system. The system consists of a real-time monitoring of hydraulic and water quality parameters in a web-based platform and combines on-site measurements with modeling approaches and assesses risks to human health, the  environment and operation (clogging management, hydraulic loading).The case studies of the project in Germany, France, Cyprus and Brazil are operated under very different hydrogeological, climatic and socioeconomic conditions and essentially serve to increase water availability in urban areas, to minimize seawater intrusion in coastal aquifers and to adapt to extreme conditions climate events.The KWB is responsible for the development of a microbiological risk assessment, by the example of the infiltration basins of the Berlin-Spandau Water Works. At this site, pre-treated water from the Havel River is fed to the groundwater through infiltration basins in order to increase groundwater availability and to support groundwater-dependent eco-systems. In this case study, bacteriological measurements are made for the first time using automatic flow cytometry in groundwater. In combination with a hydraulic monitoring of the residence time of the infiltrate in the aquifer, new insights into the microbial dynamics are expected to be gained. At the same time, microbiological samples serve to characterise the hygienic retention capacity of the geological subsoil and thus contribute to a microbiological risk assessment. ","budget":"119,000 € (KWB)","date_start":"1. February 2019","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/smart-control/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Digitisation"}],"contacts":[{"degree":"Dr.","first_name":"Christoph","last_name":"Sprenger","email":"christoph.sprenger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/bmbf_cmyk_gef_de_150-dpi_6cm-breit-300x228.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/04/logo-waterjpi-transparence.png","funder_id":"waterjpi"}],"downloads":[{}]},{"title":"Concepts for Phosphorus Recovery and Recycling from Sewage Sludge and Sewage Sludge Ash for Berlin and Surrounding Areas (bePhor)","description":"The new German Sewage Sludge Ordinance of 2017 obliges all operators of large wastewater treatment plants from 2029 onwards to recover phosphorus.This finite resource is an important component of plant fertilizers. This ordinance also applies to all Berlin sewage treatment plants. The 6-month project bePhor will help to prepare a recycling concept, which is technically and economically viable in the long term and adapted to the specific requirements of the Berlin sewage treatment plants.Against this background, Berlin’s six wastewater treatment plants have to prepare the implementation of corresponding recovery units. After all, the phosphorus potential in the wastewater might cover around 65% of the mineral P fertilizer needs of Berlin and Brandenburg.The 6-month project bePhor will help to prepare a decision-making basis for the development of a holistic recycling concept adapted to the specific requirements of Berlin’s wastewater treatment plants, which in the long term is technically and economically viable. The scenarios to be investigated include the integrated phosphorus recovery from sewage sludge and the downstream recovery from sewage sludge ash. The project addresses the question to what extent a technical and long term economically viable integration into the Berlin wastewater treatment plants is possible. The results will be evaluated in cooperation with experts from the Berliner Wasserbetriebe. In an external workshop, the preferred recovery concept will be presented and the exact requirements for the phosphorous recyclates will be defined. Furthermore, a consortium for the implementation phase will be established. ","budget":"87.000 €","date_start":"1. February 2019","duration_months":6,"url":"https://www.kompetenz-wasser.de/en/project/bephor/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Anne","last_name":"Kleyböcker","email":"anne.kleyboecker@kompetenz-wasser.de"},{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Development of a National Standard for the Assessment of the Remaining Value of Sewer and Manholes Infrastructures (SubKanS)","description":"The SubKanS project will develop a standardised and practical methodology for the evaluation and classification of the remaining value of sewer and manholes infrastructures. In particular, this method will support utilities in selecting suitable and cost-effective rehabilitation measures such as renewal, renovation or repair. The approach will be developed in close collaboration between research institutes, consulting offices and utilities and will be proposed as a new national norm to ensure its wide uptake among German utilities.A survey conducted by DWA (German Association for Water, Wastewater and Waste) in 2015 highlighted that the total length of the German sewer network was about 576,000 km. Replacement costs of sewer pipes are estimated at around € 910 billion without even considering the rehabilitation needs for manholes, house connections and other infrastructures. Sewer systems can be considered as the largest municipal infrastructure. The survey also revealed that approximately 25-30% of the sewers have medium to serious defects and would need to be rehabilitated within the next 10 years. Rehabilitation can consist in repairing local damages or conducting extensive renovation or replacement of sewer lines.With this background, the SubKanS project will develop a standardised and practical methodology for the evaluation and classification of the remaining value of sewer and manholes infrastructures. In particular, this method will support utilities in selecting suitable and cost-effective rehabilitation measures such as renewal, renovation or repair. The approach will be developed in close collaboration between research institutes, consulting offices and utilities and will be proposed as a new national norm to ensure its wide uptake among German utilities.Info-Flyer (in German)Official Website","budget":"174.780 € (amount KWB)","date_start":"1. January 2019","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/subkans/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Nicolas","last_name":"Caradot","email":"nicolas.caradot@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/09/logo-bmwi.jpg","funder_id":"bmwi"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/01/bmwi_wipano_logo.png","funder_id":"bmwi"}],"downloads":[{}]},{"title":"Evaluation of the Treatment of Exhaust Air in the Aeration Tank (ABLUFT-2)","subtitle":"Optimisation of exhaust air treatment and activation stage","description":"The exhaust air from aerated sand traps usually contains hydrogen sulfide, which is corrosive and in certain concentrations is harmful to health. At the WWTP Berlin-Schönerlinde exhaust air in the aerobic zone of the aeration tank will be treated for the first time by oxidizing hydrogen sulfide to non-hazardous sulfate. The successful technical implementation of this process step will be demonstrated under real conditions and examined in terms of its impact on engineering materials and economic efficiency. In addition, long-term investigations at the WWTPs Schönerlinde, Münchehofe and Waßmannsdorf are expected to deliver an optimized aeration regime with regard to its energy efficiency. In this context, the use of a “sliding pressure control” will be tested in comparison to a “constant pressure control”.In the project ABLUFT-1, preliminary tests carried out at the WWTP Schönerlinde showed that it is possible to treat exhaust air from an aerated sand trap in the aerobic activated phase allowing for the oxidation of the corrosive and toxic H2S to non-toxic sulfate. In the ABLUFT-2 project, these processes will be monitored for the first time full-scale and under real conditions. Their impact on engineering materials and on their economic efficiency will be examined, too. In addition, it will be investigated whether this aeration regime can be operated also with larger flow rates of H2S containing exhaust air without causing any malfunctions in the biological wastewater treatment. Therefore, two aeration tanks will be equipped with additional aerators. Furthermore, the flow rate of the substitution of the main aeration with H2S containing exhaust air will be determined as well as possible changes in the composition of the biocenosis of the activated sludge and in the effluent quality. Furthermore, aerator elements of two different materials will be tested with H2S-containing air.In addition to the treatment of exhaust air in the activated phase, an energy-optimized aeration regime will be derived from long-term investigations performed at the WWTPs Schönerlinde, Münchehofe and Waßmannsdorf. For this purpose, the use of a “sliding pressure control” will be tested in comparison to a “constant pressure control”. © Header Photo: Berliner Wasserbetriebe: Aeration basin","budget":"190.600 €","date_start":"1. November 2018","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/abluft-2/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Anne","last_name":"Kleyböcker","email":"anne.kleyboecker@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"}],"downloads":[{}]},{"title":"Lidköping Innovation Wastewater Eco-Hub (LIWE)","subtitle":"Large-scale implementation of tertiary treatment and phosphate recovery in Lidköping, Sweden","description":"The Lidköping Innovation Wastewater Eco-Hub (LIWE LIFE) aims to realise a wastewater treatment plant featuring advanced treatment technologies. Particular priority is given to innovative process methods for significant improvement of resource- and energy efficiency.The project’s specific objectives are:To eliminate or significantly reduce a large number of emerging pollutants and pathogens in the wastewater treatment plant effluent, including pharmaceuticals, hormones and micro-plasticsTo maximise recovery of finite resources, including phosphate and, nitrogen for direct reuse by local industries, agriculture and citizens.KWB consults Lidköpings municipality in terms of implementation and operation of an ozonation plant for tertiary wastewater treatment and phosphorus recovery from sewage sludge. In addition, KWB will test the suitability of fluorescence sensors for process control and monitoring of the ozonation process and will train the local staff. KWB is a key partner for the dissemination of project results to relevant European stakeholders.The project is coordinated by the Municipality of Lidköping (LID). The partners are Lund University (LTH), Kompetenzzentrum Wasser Berlin (KWB) and the Federation of Swedish Farmers (LRF).Project website: https://blogg.lidkoping.se/angensarv/","budget":"Total 7,581,807 € ; 93.000 € (funding KWB)","date_start":"1. July 2018","duration_months":60,"url":"https://www.kompetenz-wasser.de/en/project/liwe/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"},{"degree":"Dipl.-Ing.","first_name":"Michael","last_name":"Stapf","email":"michael.stapf@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/03/liwelife-logotyp-staende-300x150.png","funder_id":"eu_life"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/03/logotyplidkopingskommunfargjpg-300x244.jpg","funder_id":"lidkopingskommun"}],"downloads":[{}]},{"title":"Technical Treatment of Groundwater Featuring Elevated Sulphate Levels (SULEMAN)","subtitle":"Advanced options and limits of a resource and energy efficient drinking water management","description":"In recent times, rising sulphate concentrations in groundwaters and bank filtrates are challenging many water utilities in terms of drinking water supply. In certain regions, it has become increasingly difficult to meet the threshold concentration for sulphate (250 mg/L according to the Drinking Water Ordinance) without additional technical measures. Against this background, the SULEMAN project will examine commercial sulphate removal methods under real operating conditions in terms of their resource and energy efficiency at local sites of HAMBURG WASSER and Berliner Wasserbetriebe.In Hamburg  elevated sulphate levels are due to the use of deep groundwaters which in parts are in contact with salt mines and therefore accumulate sulphate. Berlin’s drinking water, which is mainly generated by bank filtration, is impacted by increased sulphate levels of the River Spree. After the closing of the lignite mining in the Lusatia region southeast of Berlin, the former open mining pits were flooded and as a result, large quantities of sulphate are released into the upper reaches of the River Spree and are transported to Berlin.In fact, in both metropolises it is becoming increasingly difficult to meet the threshold concentration for sulphate (250 mg/L according to the Drinking Water Ordinance) without implementing additional technical measures. Technical sulphate removal methods are available already, e.g. low pressure reverse osmosis (LPRO) membranes. Sulphate can also be removed by ion exchangers allowing for the sulphate ions being bonded to the ion exchange material and other ions with equal charge being released into the water.The aim of the SULEMAN project is to obtain comparative statements on the resource efficiency of the mentioned methods during the operation of test facilities at the Hamburg and Berlin sites. As an alternative to these technologies, an innovative method with capillary LbL-modified ultrafiltration membranes (LbL-UF) is being developed, investigated and optimised.KWB will perform life cycle assessments to determine the sustainability of the conventional technologies as well as of the innovative capillary membrane. The assessments consider upstream and downstream treatment methods, specific energy and chemical requirements, residues management as well as the evaluation of energy consumption and associated greenhouse gas emissions.The SULEMAN project is a cooperation between the water utilities Hamburg Wasser (HW) and Berliner Wasserbetriebe (BWB), the DVGW Research Centre at the Hamburg University of Technology (TUHH), Kompetenzzentrum Wasser Berlin as well as the technopreneurs Inge GmbH and Surflay Nanotec GmbH.  © header photo: Wolf Raber, Insel der Jugend Berlin","budget":"291,490 € (funding part KWB)","date_start":"1. June 2018","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/suleman/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Water Pollution Control"},{"tags":"Resources"}],"contacts":[{"degree":"Dipl.-Ing.","first_name":"Jeannette","last_name":"Jährig","email":"jeannette.jaehrig@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/09/logo-bmwi.jpg","funder_id":"bmwi"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"}],"downloads":[{}]},{"title":"Implementation of Sponge City Concepts in China (KEYS)","subtitle":"Smart Technologies for Sustainable Water Management in Urban Areas as Key Contribution to Sponge Cities","description":"In cooperation with partners from China, the joined project KEYS aims to promote the demand-based implementation of stormwater management measures (Sponge City) in China. Model regions are the cities of Shenzen and Beijing, both of which have been designated as ‘pilot Sponge Cities’. The project was developed in close cooperation with the Chinese Ministry of Science and Technology (MOST).The project is managed by the Institute for Sanitary Engineering and Waste Management of the Leibniz University Hanover (ISAH) and is funded by the German Federal Ministry of Education and Research (BMBF) for a period of 3 years.The KEYS project pursues the following scientific and technical goals:Investigation of advanced and “smart” components of stormwater management (SMART SPONGE CITIES) allowing for the protection against flooding and the retention of pollution loadsImplementation of eco-sensitive and particularly energy-efficient wastewater treatment methods featuring new approaches like deammonification, aerobic granular sludge technology and membrane processesDevelopment of integrated approaches and methods facilitating the identification and reduction of pollution loads from urban catchments into surface waters.The activities in Beijing are coordinated by the ISAH, those in Shenzhen by KWB.From a scientific point of view, KWB’s activities comprise the development of enhanced assessment approaches for stormwater management measures and surface water protection. In addition, the combination of German and Chinese wastewater treatment technologies (membrane processes, nematode reactor) will be investigated at particular pilot plants. The transfer of established approaches to the climatic, technical and social features in the twin cities is a specific challenge. The close cooperation with the Chinese research partners in this particular field is expected to yield a considerable knowledge growth for all parties invlolved.","budget":"420,740 € (volume KWB)","date_start":"1. August 2018","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/keys/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Urban Systems Unit"},{"tags":"Water Pollution Control"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Andreas","last_name":"Matzinger","email":"andreas.matzinger@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Kuangxin","last_name":"Zhou","email":"kuangxin.zhou@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/bmbf_cmyk_gef_de_150-dpi_6cm-breit-300x228.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Advanced Urban Water Management to Efficiently Ensure Bathing Water Quality (iBathWater)","description":"Stormwater and combined sewer overflows are one of the main pollution sources with strong impact to the quality of urban water bodies, which are more and more used as bathing waters. The Project iBathWater, funded in the European Union Life 2017 programme, will provide management tools, technical measures as well as monitoring and information systems to improve bathing water safety. Partners of the project are Fundació Eurecat (coordination), ADASA Sistemas, S.A.U.; Barcelona Cicle de l’Aigua, S.A.; BARCELONA CITY COUNCIL and Kompetenzzentrum Wasser Berlin.iBATHWATER’s overall aim is to minimise the health risks of bathing waters caused by short term contamination episodes like heavy rainfalls. This will be achieved through various integrated management measures for urban wastewater systems and demonstrated during real-time operation.The project iBATHWATER will demonstrate the technical, environmental and economic feasibility of an integrated real-time monitoring, control and management system of the urban water system. In large and full-scale scenarios the usefulness of holistically management under a standard and interoperable framework (open data sharing) will be demonstrated. Furthermore, existing systems will be coordinated with online water quality monitoring and control tools, sewer treatment technologies, knowledge driven decision support system (KDSS) and external systems (e.g. coastal and tidal models).In Berlin, KWB will demonstrate the effectiveness of combining predictive modelling and real-time measurements of hygienically relevant water quality parameters for short-term management of river bathing locations as well as for the minimization of CSO in the city. Moreover, the overall sustainability of the proposed solution will be assessed using both environmental health risk assessment and Life Cycle Assessment (LCA).Financing: European Union Life 2017 programme (LIFE17 ENV/ES/000396)Project Partner: Fundació Eurecat (coordination); ADASA Sistemas (S.A.U.), Barcelona Cicle de l’Aigua, Barcelona City Council and Kompetenzzentrum Wasser BerlinOfficial Project WebsiteTweets by iBathWater  © Photo: Wolf Raber, Insel der Jugend Berlin© Header Photo: KWB, River Havel Berlin","budget":"133,000 € (part KWB)","date_start":"1. September 2018","duration_months":40,"url":"https://www.kompetenz-wasser.de/en/project/ibathwater/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dipl.-Ing.","first_name":"Wolfgang","last_name":"Seis","email":"wolfgang.seis@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/09/logo_life_high_resolution_2-300x217.jpg","funder_id":"eu_life"}],"downloads":[{}]},{"title":"Efficient Carbon, Nitrogen and Phosphorus cycling in the European Agri-food System and Related Up- and Down-stream Processes to Mitigate Emissions (Circular Agronomics)","subtitle":"Recycling of phosphorus, nitrogen and carbon","description":"Due to the increasing depletion of the resource phosphorus and the global warming, the project Circular Agronomics aims to promote an efficient carbon and nutrient cycling with a special focus on the mitigation of greenhouse gas and ammonia emissions.Circular Agronomics is coordinated by the Spanish partner IRTA and unites 18 partners from Kenia and 9 European countries as well as 27 associated partners from the industry, small and medium-sized enterprises, local authorities and research institutes. At six sites in Spain, Germany, Austria, Italy, the Netherlands and Czech Republic, innovative technologies for nutrient valorization and its reuse in agriculture are investigated. Especially, the interaction between plants and soil are analyzed. Furthermore, the technologies are assessed socially and economically.The Berlin Centre of Competence for Water (KWB) is responsible for the lead of the work package “carbon and nutrient valorization from food-waste and food-processing-waste(water)” and reviews the “best available techniques” regarding nutrient valorization. In addition, investigations in a vacuum degasification plant for the recovery of nitrogen are accomplished as well as life cycle assessments for the nutrient valorization. For the dissemination and exploitation of the results, KWB will organize simulation games with different actors and conduct concept studies for interested biogas plant operators.Official Project WebsiteTweets by CircularAgro © header photo: Andreas Muskolus, IASP, Humboldt Universität zu Berlin","budget":"Total: 7,032,750 €; 598,440€ (part KWB)","date_start":"1. September 2018","duration_months":48,"url":"https://www.kompetenz-wasser.de/en/project/circularagro/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Anne","last_name":"Kleyböcker","email":"anne.kleyboecker@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo_eu-flagge-300x200.jpg","funder_id":"eu"}],"downloads":[{}]},{"title":"Towards a Next Generation of Water Systems and Services for the Circular Economy (NextGen)","subtitle":"Investigation of water reuse, nutrient recovery and energy recovery from wastewater","description":"In the project NextGen, innovative technologies in the water sector are being investigated in 10 case studies including topics such as water reuse, nutrient recovery and energy production from sewage sludge. A special focus is put on the public acceptance of the technologies. Therefore, citizens and other stakeholders are engaged in the development and evaluation of the technologies via “Living Labs”, augmented reality applications and “Communities of Practice”. The demand for water continues to grow – from water use in industrial processes and agriculture to intensity of urban demand. Therefore, the consortium of the project NextGen aims to develop innovative technological systems and circular economy related concepts in the water sector. NextGen is coordinated by the Dutch Water Cycle Research Institute KWR. It unites 30 partners out of 11 European countries from economy, small and medium-sized enterprises as well as research institutes. In 8 different countries, innovative technologies will be investigated in 10 case studies. Hereby, topics such as water reuse, nutrient recovery and energy production play a crucial role. In Germany, a special focus is put on full-scale investigations in order to recover nutrients from wastewater and to enhance energy production from sewage sludge using a thermal-pressure hydrolysis. In this context, the KWB will collaborate closely with the Wastewater Association Braunschweig (AVB). NextGen aims to energize and engage others to participate in the design and assessment of selected solutions. This includes co-designing new technologies through local Living Lab structures and taking a leadership role in collaboration platforms and events. Serious games will be used to envisage and test applications and augmented reality applications will be developed to increase the learning value and understanding of what the demonstrated solutions can achieve. In Braunschweig, the nutrient valorization from wastewater will be promoted via a “Community of Practice” together with farmers, wastewater plant operators, local authorities and other participants in several workshops in order to establish its acceptance and to spread the experiences gained into the European context. Innovative business models and governance conditions are in the focus of NextGen in order to contribute to the development of innovative solutions and services towards marketability. Furthermore, KWB evaluates different technologies being investigated in the project using life cycle assessments and risk analyses.Official project websiteYoutube Channel","budget":"Total: 11.390.000 € 527.000 € (amount of KWB)","date_start":"1. July 2018","duration_years":4,"url":"https://www.kompetenz-wasser.de/en/project/nextgen/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Anne","last_name":"Kleyböcker","email":"anne.kleyboecker@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo_eu-flagge-300x200.jpg","funder_id":"eu"}],"downloads":[{}]},{"title":"Support of Sewer Inspection and Investment Strategies by means of Deterioration Models (SEMA-Berlin 2)","subtitle":"Advancement of selected model approaches for rapid and exact sewer condition prediction","description":"SEMA-Berlin enters the second phase: Two selected model approaches, which can describe the state of the sewage system with particularly high accuracy, are further developed and put into practiceRecent studies about wastewater infrastructure in Germany show that current investments for sewer rehabilitation are not sufficient to tackle the aging and deterioration of the networks. In order to be able to forecast the future development of the structural condition and to support sewer rehabilitation planning, various deterioration models were tested on Berlin data considering their prediction quality. These models can simulate the condition of uninspected pipes and predict the future development of the network condition. They consider the results of more than a hundred thousand CCTV inspections as well as data on individual sewer properties and the city’s surrounding conditions.During the project’s second phase two selected model approaches, which can describe the state of the sewage system with particularly high accuracy, will be further developed and put into practice.The models focus on two application areas:Supporting the planning of sewer inspection in line with the actual demands andSupporting the long-term sewer rehabilitation and investment strategies.As to item 1, priority pipes and areas are identified and visualised by means of machine learning models. The results will be integrated into the current inspection planning routines. As to item 2, long-term predictions of the sewer condition development are prepared by means of a statistical deterioration model taking into account various investment scenarios. In this context, possible synergies with other infrastructures, e.g. the drinking water or district heating network, are also examined. In a next step, uncertainties in data and models are quantified. The further development of the models and the consideration of additional inspection data will lead to increased prediction accuracy.","budget":"176,171 €","date_start":"1. May 2018","duration_years":2,"url":"https://www.kompetenz-wasser.de/en/project/semaberlin2/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dipl.-Ing.","first_name":"Mathias","last_name":"Riechel","email":"mathias.riechel@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"}],"downloads":[{}]},{"title":"Hydraulics of Artificial Groundwater Recharge under Changing Climatic Conditions in Berlin (HYDRA)","subtitle":"Investigation of climate change effects on artificial groundwater recharge","description":"HYDRA investigates possible impacts of climate change on groundwater augmentation, which is a major component of Berlin’s drinking water production. The project is about to figure out to what extent varying surface water discharge may lead to restricted use of groundwater augmentation in the future. Another focus of the project is to determine the impact of increasing temperatures on the hydraulic performance of groundwater augmentation during infiltration and subsurface passage until abstraction.Groundwater augmentation is a major component of Berlin’s drinking water production. The BMUB-funded project HYDRA aims at analysing quantitative effects of groundwater augmentation. The project contributes to Berlin’s climate change strategy and “Masterplan Water” by recommendations related to climate change adaptation.The following questions are to be answered in HYDRA:Which operational control and adaptation options are available to cope with a potential limited use of groundwater augmentation in times of insufficient availability of surface waters?What are the impacts of rising water temperatures, low surface water levels and expected higher nutrient entries on the surface water treatment, in particular the clogging behaviour in the infiltration ponds?How do rising water temperatures affect the hydraulic properties of groundwater recharge?With which simple and cost-effective methods can hydraulic boundary conditions be monitored online?What are the impacts of surface water extraction for groundwater augmentation under different climate-related scenarios on the local water balance?","budget":"KWB: 100,173 €","date_start":"1. January 2018","duration_years":2,"url":"https://www.kompetenz-wasser.de/en/project/hydra/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.","first_name":"Christoph","last_name":"Sprenger","email":"christoph.sprenger@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/04/bmu_fz_2018_office_farbe_de-300x265.png","funder_id":"bmu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"}],"downloads":[{}]},{"title":"Clear Water From Pharmaceuticals (CWPharma)","subtitle":"Reducing pharmaceutical emissions into the Baltic Sea catchment","description":"Emissions of pharmaceutical residues into the aquatic environment from the catchment area of the Baltic Sea region are a topic of growing interest. Therefore, the project CWPharma was funded by the European Union within the INTERREG 2 program (Baltic Sea region), in order to support politics, administrations, and municipalities tackling this issue by providing decision-making tools and recommendations.Besides an intensive monitoring to identify relevant pharmaceutical compounds and their entry paths, technical and non-technical measures will be evaluated in order to reduce the overall emission of these substances. In total, 15 partners as well as 18 associated organizations from seven Baltic States including Belarus are involved in this project, which is coordinated by the “Finnish Environment Institute” (SYKE).KWB leads work package 3 “advanced wastewater treatment”, in which technical solutions such as ozonation and activated carbon are evaluated and compared in pilot studies at waste water treatment plants in Kalundborg (DK), Linköping (SE), Helsinki (FI), and Berlin (DE). Together with the partner Berliner Wasserbetriebe, experiences with the ozonation of secondary effluent in Berlin will be collected and transferred to the project consortium.Official Project WebsiteWebsite Interreg Baltic SeaWebsite of Gemeinsame Landesplanung Berlin-Brandenburg   (in German only)","budget":"Total: 2.8 Million €","date_start":"1. October 2017","duration_years":3,"url":"https://www.kompetenz-wasser.de/en/project/cwpharma/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"},{"degree":"Dipl.-Ing.","first_name":"Michael","last_name":"Stapf","email":"michael.stapf@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_interreg_baltic_sea-300x94.jpg","funder_id":"eu_interreg_baltic-sea-region"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/01/cwpharma-interreg-v-b-projekt_stand-dez-2017.pdf"}]},{"title":"Creating Synergies Between Municipal Solid Waste and Wastewater Management (REEF 2W)","subtitle":"Increasing renewable energy and energy efficiency","description":"The project REEF 2W, funded by the European Union in the programme INTERREG 2, faces the development and implementation of solutions for increasing energy efficiency and renewable energy production in public infrastructures. Basic idea behind this goal is to combine the relevant public infrastructures of municipal solid waste chain with the waste water treatment plants by upgrading their input mix and their energy outputs:Enrichment of the upstream supply chain providing compatibility with a wide biomass mix from agriculture, agro-food and public green;Strengthening the integration and empowerment of internal processes for maximizing energy efficiency and renewable energy outputs (electricity, heat, biogas, bio-methane) to be locally consumed at the WWTP or fed into public/private grids or used in the public mobility and waste collection trucks.Five different case studies, performed on European wastewater treatment plants, will generate new results regarding the feasibility of such technical combinations.  The Italian National Agency for New Technologies, Energy and Sustainable Economic Development coordinates this project with 11 partners from Central Europe: Croatia, Italy, Czechia, Austria and Germany. KWB is responsible for one of the five case studies. In cooperation with the Berlin water utilities (Berliner Wasserbetriebe) the benefit of new technologies will be investigated:more efficient reuse of waste heat of already running block heating stations for sludge treatment process to enhance the biogas production yields;examination the technical and economic boundary conditions of biogas feeding to central gas distribution systemsProject website Interreg Central EuropeWebsite of Gemeinsame Landesplanung Berlin-Brandenburg  (in German only) ","budget":"Total: 2.3 million € KWB: 212,141 €","date_start":"1. June 2017","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/reef-2w-increased-renewable-energy-and-energy-efficiency-by-integrating-combining-and-empowering-urban-wastewater-and-organic-waste-management-systems/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/09/logo_reef2w.jpg","funder_id":"eu_interreg_central-europe"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/01/reef-2w-interreg-v-b-projekt_stand-dez-2017.pdf"}]},{"title":"Closing the Global Nutrient Loop (CLOOP)","subtitle":"Surface water protection due to efficient use of fertilisers","description":"Nutrients in conventional fertilisers are present in a highly water-soluble form. This ensures that the nutrients are available to the plants guaranteeing high agricultural yields. However, the use efficiency – the quantity of nutrients in fertiliser that plants actually absorb – for conventional phosphate fertilisers is only about 15-40 %.The international joint project CLOOP was designed to demonstrate that in practice, mineral nutrient recyclates have higher use efficiencies than conventional fertilisers. This is crucial to ensure the protection of surface waters and an efficient use of resources. The project focuses on testing a new generation of secondary fertilisers (NextGen fertilisers) that feature high plant availability and low water solubility at the same time.The nutrient recyclates include struvite and other salts that can be extracted from municipal sewage treatment plants and two variations of the AshDec product that are produced from sewage sludge ash. These products will be tested under a variety of climatic conditions on agricultural land in Germany, Australia and Brazil.Within the joint project CLOOP, KWB is responsible for the selection and procurement of secondary fertilizer from sewage treatment plants. KWB also leads the work package “Evaluation and Life Cycle Assessment”, which means KWB is responsible for evaluating the entire process chain from recovery to fertiliser use. As a partner with extensive network activities, KWB will also be directly involved in the exploitation and dissemination of the project results. © header-photo: aquaminerals, ARREAU, watershare","budget":"353,359 € (part KWB)","date_start":"1. November 2017","duration_years":3,"url":"https://www.kompetenz-wasser.de/en/project/cloop-den-globalen-naehrstoffkreislauf-schliessen/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Tertiary Wastewater Treatment with Ozone (MeReZon)","subtitle":"Fast and reliable measurement and control engineering concepts","description":"Recent years have seen numerous studies and research projects to determine the extent to which trace substances can be removed from sanitation wastewater and urban runoff. They have shown that using ozone or activated carbon for that purpose is a technically feasible and economically sound option. Currently, systems for supplementing the processes in sewage treatment plants with ozoning are being planned and built at various sites in Germany and Switzerland. Their objective is to reduce the amount of trace substances discharged into surface waters.Advanced wastewater purification with ozone requires a fully developed strategy for controlling or regulating the ozone injection into the medium to be treated. Both under- and over-dosages can be expected as a result of the fluctuating content of ozone-depleting substances. In practice, this type of regulation strategy has only been tested in isolated cases. In particular, the reliability of online meters posed clear challenges to the operators of pilot systems for ozoning. An optimised, stable measurement and regulation concept that can be implemented in systems at full scale is urgently required.The MeReZon project was initiated to develop an innovative instrumentation and control engineering concept that enables sustainable, optimal, needs-based ozone dosing in sewage treatment plants.  TriOS Mess- und Datentechnik GmbH (responsible for measurement technology and project coordination), Berlin Centre of Competence for Water (responsible for developing the control/regulation concept) and Berliner Wasserbetriebe are the partners who will implement the two-year project.  The Federal Ministry of Education and Research (BMBF)’s “KMU-innovativ” funding initiative for small and medium-sized enterprises is funding the project.Project partners: TriOS Mess- und Datentechnik GmbH (Coordinator); Kompetenzzentrum Wasser Berlin; Berliner Wasserbetriebe (associated partner)","budget":"217.000 €","date_start":"1. August 2017","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/weitergehende-abwasserreinigung-durch-ozonung/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/bmbf_cmyk_gef_de_150-dpi_6cm-breit-300x228.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"}],"downloads":[{}]},{"title":"Construction and Renovation as a Source of Pollution (UFOPLAN BaSaR)","subtitle":"Guidance for legal regulation and stakeholders","description":"Despite good water monitoring, there is only little knowledge about which pollutants can leach from urban construction and redevelopment areas possibly leading to the exceedance of environmental quality standards in urban surface waters or groundwater.Within a three-year research contract of the Federal Environment Agency (Umwelt­bundesamt), a combination of product tests and on-site investigations will be carried out to determine, which building products are responsible for leaching of relevant compounds. Two construction or redevelopment areas with different properties connected to the separate sewer system of Berlin will be identified with the support of the Berlin Senate, the BIM (Berliner Immobilienmanagement GmbH) and other local contacts, and a compilation of relevant building products will be carried out.Leaching tests: Up to fifteen relevant and representative construction materials with contact to stormwater are obtained from both selected areas and are analyzed in the laboratory using standardized leaching tests for environmental-critical micropollutants.Monitoring: Stormwater runoff (roof, façade, storm sewer) and infiltrated stormwater (if relevant) of the two monitoring catchments are collected as representatively as possible in order to determine concentrations and loads. The sampling will be carried out over a period of two years to capture a large spectrum of rain events to get a representative picture regarding the release of trace substances from building materials in urban areas.Modeling: Using COMLEAM (COnstruction Material LEAching Model), the release of target contaminants from façades and roofs of both investigated areas is modeled incorporating the results of the leaching tests as well as weather data (precipitation, wind). Estimated occurrence of these compounds in stormwater runoff and surface waters will be compared with determined concentrations and loads derived from the monitoring program. In addition, weather data from Hamburg and Munich are included in additional scenario calculations in order to extrapolate results to conditions of other locations.Guideline: Based on the results of the leaching tests, the monitoring program and the modeling, recommendations for measures and combinations of measures contributing to the reduction and avoidance of the entry of pollutants from construction materials into the urban environment are summarized in a guideline for architects, builder and planners. Project partners: Kompetenzzentrum Wasser Berlin (Koordinator), Hochschule für Technik Rapperswil, Berliner Wasserbetriebe","budget":"444,000 €","date_start":"1. July 2017","duration_months":37,"url":"https://www.kompetenz-wasser.de/en/project/basar-bauen-und-sanieren-als-schadstoffquelle/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Daniel","last_name":"Wicke","email":"daniel.wicke@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/koop_farbig_negativ.jpg","funder_id":"uba"}],"downloads":[{}]},{"title":"Nutrient Recyclates for Organic Farming (nurec4org)","subtitle":"Examination of phosphorus-containing recyclates in terms of their acceptance and approval","description":"The aim of organic farming is to minimise the consumption of finite resources and to concentrate on “Circular Economy”. Closing regional nutrient cycles is therefore one of the corner stones to ensure sustainable agriculture.Nutrients recovered from bio-based materials and wastes offer the opportunity to promote the transformation towards sustainable agriculture and circular economy. So far, nutrient cycles are not sufficiently closed, be it in conventional or organic agriculture. This accounts in particular for the case of phosphorus. The only allowed mineral source to compensate phosphorus losses from organic farming systems is fossil based phosphate rock with its arguable fertilising efficiency and potential contamination with the toxic elements Cadmium and Uranium.The project “nurec4org” (Nutrient recyclates for organic farming) examines to what extent phosphorus-containing products, which can be obtained through currently available recovery and recycling methods, will be acceptable and approved for organic farming. The aim is to introduce the scientific findings to the corresponding German and European approval bodies and to finally transfer them to the regulations for organic farming (EC/889/2008). Important stakeholders like farmers, trading companies and scientific institutions are involved in the investigations.ActivitiesIntensive and interactive stakeholder dialogue to define criteria for acceptanceAssessment of the market potential P recyclates in organic farmingCharacterisation of quality of suitable recyclateApplication of organic farming assessment methods adapted to specific organic farming requirements for both, products and processes (LCA, risk assessment)Project Partners: Bioland Beratung GmbH; Institute of Agricultural and Urban Ecological Projects affiliated to Berlin Humboldt University (IASP) It is possible to recover fertilizers during wastewater and sewage sludge treatment. Amongst other things,  the production of clean, low-emission and plant available struvite is possible. For this nutrient recyclate, the use in organic farming is intended.The video was supported by the German Federal Environmental Foundation (DBU) as part of the “nurec4org” project.","budget":"350.000 €","date_start":"1. January 2017","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/nutrient-recylates-for-organic-farming/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/logo_dbu_eng-1-300x300.jpg","funder_id":"dbu"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/nurec4org_e_factsheet_20032017.pdf"}]},{"title":"Research Data Management (FAKIN)","subtitle":"Development of standardised processes, tools and methods for the reproducibility of research results","description":"Research data management comprises all activities related to the processing, storage, archiving and publication of research data. The importance of research data management has grown immensely in recent years due to the large amount of data generated in the course of digitisation and automation. Their administration and processing can hardly be managed with the existing tools. This applies in the same way to data generated in the field of water research.Research sponsors more and more demand expanded access to research data and the creation of data management plans.At Kompetenzzentrum Wasser Berlin gGmbH (KWB) a large number of data are processed within the scope of research projects which are either collected by KWB itself or made available by project partners. These include metrics, metadata, photos / videos, inventory and state data, and processed data (e.g., time series, aggregated values, computer simulations results). In order to make such data available, usable and processable, standardised processes, tools and methods are to be developed that ensure the reproducibility of the results across the entire project.The FAKIN project aims to develop a suitable research data management scheme for KWB in close cooperation with its project scientists and to establish it throughout the company. Thus, the project serves as a transferable case study for research data management to be applied at small but linked-up non-university research institutions. © header photo: Jürgen Stamp, digitalbevaring.dk","budget":"157.665 €","date_start":"1. May 2017","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/fakin-research-data-management/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Digitisation"}],"contacts":[{"degree":"Dipl.-Geoök.","first_name":"Michael","last_name":"Rustler","email":"michael.rustler@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/bmbf_cmyk_gef_de_150-dpi_6cm-breit-300x228.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Urban Stormwater Management and Sewage Systems (KURAS)","subtitle":"Development of guidelines for municipalities and the operators of sewer networks featuring low downhill gradients","description":"The project KURAS aims at the development and exemplary demonstration of integrated concepts for the sustainable treatment of wastewater and stormwater in urban quarters. Particularly in view of future demographics and climate changes, the existing sewer networks will be facing increasing problems.In the scope of this interdisciplinary project, guidelines are to be prepared for municipalities and the operators of sewer networks featuring low downhill gradients in order to facilitate the operation, expansion and modification of the existing technical wastewater infrastructure according to future needs.In addition, concepts for the sustainable stormwater management in urban quarters implying the following issues are to be developed:Creating comparability of centralised and decentralised stormwater management schemes with regard to their impact on environment, urban climate, building physics and costsOptimising the combination of stormwater measures for quarters, small towns and metropolises for both existing building stock and developing areas in view of their applicabilityConsideration of future changesDemonstration by means of two model quarters in BerlinGenerating suggestions for sustainable financing models and basic regulatory measures.Through the involvement of academia, industry and municipalities the KURAS project pools the longstanding multifaceted expertise in the fields of wastewater systems and stormwater management available in Berlin.Stormwater management in urban areas – Presentation of 19 urban ecology projects:Ecologic city maphttp://www.kuras-projekt.de/KURAS on Vimeo © header photo: Andreas Süß","budget":"KWB: Funding BMBF 771.521 €, Sponsoring BWB 58.405 €, Sponsoring Veolia 249.999 €. Entire project (all partners) Total budget: 4,48 Mio. €, Funding BMBF: 3,52 Mio. €","date_start":"1. June 2013","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/kuras-urbane-regenwasserbewirtschaftung-und-abwassersysteme/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Water Pollution Control"},{"tags":"Infrastructure"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.","first_name":"Andreas","last_name":"Matzinger","email":"andreas.matzinger@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"}],"downloads":[{}]},{"title":"Strategies for the Continuous Monitoring of Flow Times (T-MON)","subtitle":"Maintining natural water treatment without disinfection","description":"During routine operation, drinking water production in Berlin does not involve any disinfection measures. The stated goal of Berlin’s water utility BWB is to maintain natural water treatment without disinfection in the future, too. In this regard, the drinking water protection zones in the proximity of drinking water wells are of particular importance. Zone II is supposed to ensure protection against microbial contamination and is defined as the start line, from which groundwater has a travel time of 50-day from any point below the water table to the abstraction source. This 50-day line also applies to the residence time of the infiltrate in the underground during bank filtration and managed aquifer recharge (MAR). Previous studies, for example within the project NASRI, have however shown, that depending on climatic and operating conditions, the 50-day residence time may temporarily be undercut in the proximity of certain abstraction wells. Within NASRI, the travel times at individual field sites were determined by means of monthly measurements of stable isotopes and other tracers along transects. The residence times relating to drinking water wells have however not been determined so far or only in individual cases respectively.For this reason, the T-MON project will examine the following issues:How to monitor the residence times during managed aquifer recharge by a simple and inexpensive method during operation of the abstraction wells?What control measures are applicable in routine operation in order to prevent the breech of the 50-day rule?Therefore, it will be investigated to what extent the seasonal temperature fluctuations in the surface waters and infiltration basins and the delayed and attenuated temperature signals in the wells situated nearest to the banks and basins can be used for a quick and easy determination of residence times. Since May 2014, preliminary studies have been carried out by Berliner Wasserbetriebe (BWB) including the equipment of selected measuring points with pressure/temperature loggers or the activation of the temperature record in existing water level loggers. In addition, KWB will sample selected wells and measuring points regularly over a period of 15 months with regard to parameters which can be used as conservative tracers. The parameters and wells are selected on the basis of existing data yielded by previous research projects and the routine monitoring carried out by BWB. The measurement campaign will allow the determination of thermal retardation factors for the two sites investigated through calibration against the conservative tracers. In addition, it will be assessed to what extent the continuous temperature measurement is suitable for determining the residence time of the enriched subsurface water in a reliable way, so that a critical undercut of the 50-day line can be detected in the future.","budget":"140,000 €","date_start":"1. April 2015","duration_months":21,"url":"https://www.kompetenz-wasser.de/en/project/t-mon-monitoringsstrategie-zur-ueberwachung-von-fliesszeiten/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/t-mon_e_factsheet_06032017.pdf"}]},{"title":"Treated Wastewater in Agricultural Irrigation (UFO-WWV)","subtitle":"Development of guidelines for agricultural water reuse practices","description":"The UFO-WWV project is being realised within a research contract commissioned by the Umweltbundesamt (UBA) and focusses on agricultural water reuse. The project consortium consists of Technische Universität Darmstadt, the University of Applied Sciences and Arts Northwestern Switzerland FHNW, the Leibniz Centre for Agricultural Landscape Research ZALF and is coordinated by KWB. A comprehensive literature review will summarise the current scientific knowledge in view of opportunities and challenges, taking also into account the demand in Germany for agricultural water reuse. Due to the close cooperation with the reuse sites of the cities of Brunswick and Wolfsburg, both the infrastructural and general structural requirements for agricultural water reuse are considered.By the end of the project, guidelines for agricultural water reuse practices taking into account the particular situation in Germany shall be developed. In addition, knowledge gaps and needs for further research will be identified. The scientific outcomes of the project are supposed to strengthen the German position towards a European directive in the field of water reuse.Report UBA","budget":"66,100 € (work package KWB)","date_start":"1. August 2013","duration_months":21,"url":"https://www.kompetenz-wasser.de/en/project/aufbereitetes-abwasser-zur-landwirtschaftlichen-bewaesserung/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Resources"}],"contacts":[{"degree":"Dipl.-Ing.","first_name":"Wolfgang","last_name":"Seis","email":"wolfgang.seis@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo.jpg","funder_id":"uba"}],"downloads":[{}]},{"title":"Separate Collection of Iodinated X-ray Constrast Media in Hospitals (RKM)","subtitle":"Feasibility study","description":"In Berlin’s water bodies, high concentrations of AOI have been detected resulting from the discharge of iodinated X-ray contrast media (RKM) which are used for X-ray examinations in both hospitals and medical offices. These substances are almost completely excreted within 24 hours via the patient’s urine.These polar, strongly hydrophilic and persistent substances are emitted via wastewater treatment plants into the surface waters where they have been detected already. Considering the principles of a preventive strategy for environmental protection and the imperative to minimise water impurities stipulated in the German Drinking Water Directive, the obvious choice is to collect them at the source and thus to prevent their emission into the water circulation.In order to implement the separate collection and discharge of urine loaded with X-ray contrast media in hospitals, the following three concepts have been developed within the scope of a feasibility study:a centralised collection concept featuring a no-mix toilet in the hospital’s radiology departmenta decentralised collection concept featuring a no-mix toilet for every wardanother decentralised collection concept featuring mobile urine containers for the wards.The feasibility study has shown that a separate collection of iodinated X-ray constrast media in hospitals can best be realised through decentralised urine collection methods using mobile urine containers such as urine bottles, bedpans and urine collection containers. This decentralised collection concept will undergo a 5-month test and demonstration phase in the hospitals Charité – Campus Virchow-Klinikum and Maria Heimsuchung Caritas-Klinik Pankow.PublicationsPresentations Workshop 2006","budget":"309.872 € (financed by Veolia Water and BWB)","date_start":"1. April 2004","duration_months":20,"url":"https://www.kompetenz-wasser.de/en/project/rkm-x-ray-contrast-media-in-hospitals/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/rkm_fs_2005_rz_web.pdf"}]},{"title":"Sustainable Sewage Sludge Management Promoting Phosphorus Recycling and Energy Efficiency (P-REX)","subtitle":"Systematic analysis of different approaches of technical phosphorus recycling","description":"Phosphorus is essential for biological processes and cannot be substituted by any other substance. The world’s population growth on the one hand and the limited reserves on the other hand lead to a steadily increasing demand on phosphorus, so ways and means have to be contrived to ensure a most efficient use of this limited resource and to keep it in its natural circle.Besides the raw phosphate from conventional underground mines which is of declining quality due to increasing heavy metal pollution, there are promising phosphate deposits in different types of waste and wastewater which have not been exploited so far. During the past years, numerous methods have been developed in order to utilise these reserves, but only a few of them have been transferred into large scale applications up to now. The EU funded project P-Rex is supposed to be milestone towards the goal of a P recycling rate of 80% throughout Europe.Based on real operation data, the project is expected to deliver a systematic analysis of different approaches for the first time, starting with the technical phosphorus recycling from ashes produced in mono-incineration up to the conventional use of sewage sludge in agriculture. The methods considered will be evaluated taking account both economic and ecological aspects.Besides the analysis of existing market barriers related to the implementation of phosphorus recycling, strategies will be developed to overcome these obstacles. A comprehensive and systematic product analysis will reveal the fertilising effects of the recycling products and their eco-toxicological impact.In close cooperation with the national and European standardization bodies, effect based biological tests shall be identified and tested in terms of their practicability for monitoring routines.The EU-funded project P-REX has been closed. You will find the essential deliverables under this LINK.","budget":"594.000 € (work package KWB)","date_start":"1. September 2012","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/p-rex-phosohorrecycling-und-ernergieeffizienz/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"}],"downloads":[{"dl_name":"C. Kabbe: Sustainable Sewage Sludge Management Fostering Phosphorus Recovery","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/kabbe_bluefacts_2013_36-41.pdf"}]},{"title":"Phosphorus Potentials in the Berlin Region (P-Pot)","subtitle":"Developing strategies for sustainable phosphorous use based on a regional material flow analysis","description":"It is a matter of fact that phosphorus is irreplaceable as a nutrient and basis of life, but it turns out that his perceived unlimited resource is in fact limited. Consequently, the sustainable use of phosphorus is increasingly being considered, both on an international and national level.In addition to research initiatives relating to phosphorus recovery methods, material flow analyses provide an important basis for the development of sustainable phosphorus utilisation strategies. Although phosphorus flows and balances of the European Member States and also other countries already exist, these are not always consistent and exclusively based on theoretical assessment.The fact that the Berlin metropolitan region differs from the German system in many structural issues is another argument for carrying out a regional material flow analysis to gain solid data. Only in this way is it possible to analyse the amounts of phosphorus and uplift potential contained in the individual streams and to derive targeted specifications for the implementation of a resource-efficient circular economy. Consequently, the right investments can be made where it appears necessary.Within the scope of the P-POT project funded by the UEPII (Berlin Environmental Relief Programme), the phosphorus flows relevant for Berlin were for the first time identified, analysed and examined in terms of the recoverability of the phosphorus contained. The resulting recommendations are tailored to the state of Berlin, although transferability to other regions cannot be excluded.Website of the project (in German only)","budget":"29.000 €","date_start":"1. March 2013","duration_months":11,"url":"https://www.kompetenz-wasser.de/en/project/phosphorpotenziale-im-land-berlin/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/senuvk_hoch_cmyk-300x204.jpg","funder_id":"senuvk"}],"downloads":[{"dl_name":"Final Report  P-POT","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20140325-p-pot_bericht_uep2-11400.pdf"}]},{"title":"Combined Oxidative and Biological Treatment of Sewage Works Effluents (PILOTOX)","subtitle":"Removal of trace organic compounds and enhanced disinfection","description":"The treated municipal wastewater may contain pathogenous micro-organisms and persistent trace organics leading to problems when discharged into the surface waters. In the scope of the research project PILOTOX, several tests have been performed with a pilot plant by the company WEDECO, aiming at the ozonation of the effluent.The tests have demonstrated that ozonation is a suitable procedure to remove and to transform respectively, substantial quantities of pharmaceutical residues and, at the same time to disinfect the treated effluent. All neutral and acid pharmaceutical substances and metabolites examined, have been eliminated entirely at a specifically high ozone dosage of 1,2 mg O3/mg DOC0.The neutral pharmaceuticals (the analgetica phenazone and propyphenazone as well as the enti-epilepticum carbamazepin) and several other acid pharmaceuticals (naproxene, diclofenac) have been removed at a low ozone dosage of 5 mg/LO3 to below their analytic detection limit. On the other hand, the lipid-lowering agents bezafibrate and clofibric acids have been removed at a slightly higher ozone dosage. The steroid hormones ethinylestradiol and estradiol have proven to be very sensitive to the ozone process and have been oxidated at very low O3 concentrations. The X-ray contrast media however, have turned out to be more resistant: even at a high ozone dosage, their concentrations have been reduced to some extent only. In this context, it has been detected that through the combination of H2O2 and ozone, an elevated elimination rate for the substances iopamidol and iohexol can be achieved.The disinfection of the treated effluent to below the limit values stipulated in the EU Bathing Water Directive, has become feasible by means of an ozone dosage of 10 mg/LO3. In view of the parameters total coliformes and faecal coliformes, a bacterial contamination has recurred which is however, moderated if the effluent mixes with the Spree river water, since in this case the limit values of the EU Bathing Water Directive are not exceeded. In addition, the transformation from bromide to bromate has been observed when high ozone concentrations have been applied. The toxicity tests performed have revealed that no oxidation products are generated which are of any eco-toxicological relevance.","budget":"188.000 €  plus contribution Berliner Wasserbetriebe","date_start":"1. August 2004","duration_months":9,"url":"https://www.kompetenz-wasser.de/en/project/pilotox-secondary-treatment-of-treated-wastewater/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/pilotox_fs_2005_rz_web.pdf"}]},{"title":"Removal of Pharmaceutical Residues from Hospital Wastewater (PharmaTreat)","subtitle":"Treatment of urine with zero-valent iron to minimise the aquatic pollution with compounds emitted by hospitals","description":"There is a big concern about the occurrence of antibiotics, cytostatic drugs and iodinated X-ray contrast media (ICM) in the aquatic environment. Antibiotics may lead to the evolution of resistant micro organisms; cytostatic drugs are toxic to humans. Iodinated X-ray contrast media (ICM) are harmless, but the compounds are persistent. The emission of these compounds into the aquatic environment should be reduced as far as possible. Common waste water treatment techniques as well as advanced waste water treatment like ozonation and advanced oxidation are not very efficient for ICM and in case of other compounds unknown metabolites are formed.The environmental burden of ICM, antibiotics and cytostatic drugs could be reduced if the emission is stopped at the source. The named drugs and ICM are excreted via urine and thus, the separation of hospital urine followed by a specific treatment could contribute to an emission reduction of the problematic compounds into the aquatic environment.Pre-experiments show that the reductive deiodination of ICM by zero-valent iron is suitable for the treatment of contaminated urine and even antibiotics can be transformed by zero-valent iron. In this project the reaction of ICM and selected pharmaceuticals will be studied. The kinetics and the mechanisms have to be examined in detail, to be able to set up an optimized process in reality. The produced transformation products will be examined and the biodegradability of these compounds will be determined. All in all it is expected that a low-cost treatment process for hospital urine can be developed, with the potential to reduce the emission of problematic compounds used in medicine.","budget":"418.015 €","date_start":"1. April 2007","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/pharma-treat-treatment-of-urine-with-zero-valent-iron/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20080422_pharmatreat_sscreen_web.pdf"}]},{"title":"Cost and Energy Saving Processes for Tertiary Wastewater Treatment Steps (OXERAM 2)","subtitle":"Optimisation of flocculation for tertiary filtration processes and evaluation of sustainability of tertiary wastewater treatment","description":"The OXERAM projects aim at the development of a cost and energy efficient advanced tertiary wastewater treatment for disinfection and advanced phosphorus removal. The most sustainable solution for meeting the goals of the Water Framework Directive and to ensure the bathing water quality in Berlin surface waters will be identified.OXERAM 2 is a long term project which will include the assessment of pre-ozonation as pre-treatment to reduce membrane fouling and the assessment of the disc filter technology for advanced phosphorus removal. Additionally the sustainability of different processes for advanced wastewater treatment such as rapid filtration, membrane filtration, UV disinfection and ozonation will be evaluated in OXERAM 2.The goals of OXERAM 2 are:Quantification of the benefits of pre-ozonation for membrane filtrationDevelopment of a new strategy for online fouling monitoring and process optimisationAssessment the possible effluent quality and the process reliability of the disc filter technologyCompare the ecological impact of tertiary treatmentCreation of a knowledge based decision tool for tertiary treatmentFinal Reports OXERAM ProjectPresentations OXERAM information day 25 may 2011Presentations Final Workshop 12 April 2013","budget":"2.174.478 € (with 1.29 Mio. € by the Berlin UEP-2 Programme of the Senate for Health and Social Services)","date_start":"1. January 2010","duration_months":37,"url":"https://www.kompetenz-wasser.de/en/project/oxeram-2/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20110414_oxeram_factsheet.pdf"}]},{"title":"Cost and Energy Saving Processes for Tertiary Wastewater Treatment Steps (Preparatory Phase: OXERAM 1)","subtitle":"Optimization of flocculation for tertiary filtration processes and evaluation of sustainability of tertiary wastewater treatment","description":"The OXERAM projects aim at the development of a cost and energy efficient advanced tertiary wastewater treatment for disinfection and advanced phosphorus removal. The most sustainable solution for meeting the goals of the Water Framework Directive and to ensure the bathing water quality in Berlin surface waters will be identified.OXERAM 1 is the preparatory phase for a larger 36 months project (OXERAM 2) which will include the assessment of pre-ozonation as pre-treatment to reduce membrane fouling and the assessment of the Discfilter® technology for advanced phosphorus removal. Additionally the sustainability of different processes for advanced wastewater treatment such as rapid filtration, membrane filtration, UV disinfection and ozonation will be evaluated in OXERAM 2.The goals of OXERAM 1 areThe extension of the budget for OXERAM 2 by applying for fundingDefinition of the long term research programTechnical design and project planning for OXERAM 2Preparation of the necessary analytical tools","budget":"301.160 €","date_start":"1. January 2009","duration_months":12,"url":"https://www.kompetenz-wasser.de/en/project/oxeram-1/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{}]},{"title":"Potentials and Barriers of Hydrothermal Carbonisation in Berlin (HTC-Berlin)","subtitle":"Examination of different Berlin sewage sludges in HTC lab trials and transfer of the results into a holistic energy and greenhouse gas balance","description":"In Berlin, 250.000 t of dewatered sewage sludge are generated every year. For an energy efficient incineration of this sludge, its water content should be minimized. The project HTC-Berlin will investigate if the new process of hydrothermal carbonisation (HTC) is suitable to improve the energy and greenhouse gas balance of sewage sludge disposal in Berlin.In the HTC process, dewatered sewage sludge is treated at high temperature (160 up to 220°C) and can subsequently be dewatered again to very low water content (> 30%), resulting in an energy-efficient disposal in incineration. At the same time, HTC produces a filtrate highly loaded with organics and nutrients that can be returned to the digestor for biogas production, but that also contains refractory substances which will have an impact on the effluent quality of the wastewater treatment plant. In this project, KWB will test different sewage sludges from Berlin in HTC lab trials in cooperation with Berliner Wasserbetriebe and transfer the results into a holistic energy and greenhouse gas balance to estimate potentials and barriers for HTC in Berlin. The project is financed under Berlin`s Environmental Relief Programme (UEPII) of the Berlin city (Administration for urban development and environment) and co-financed by the European Union (European Regional Development Fund – ERDF).Final Report (in German only)","budget":"156.900 €","date_start":"1. September 2014","duration_months":12,"url":"https://www.kompetenz-wasser.de/en/project/htc-berlin-eine-neue-option-fuer-die-klaerschlammbehandlung-in-berlin/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/senuvk_hoch_cmyk-300x204.jpg","funder_id":"senuvk"}],"downloads":[{}]},{"title":"Optimisation of Sewage Sludge Dewatering in Municipal WWTPs (DECAMAX)","subtitle":"Systematic analysis and assessment of several options for sludge dewatering optimisation through theoretical and practical investigations","description":"Sludge treatment and disposal still remain one of the key positions of operating costs in large municipal wastewater treatment plants. In particular, sludge dewatering through centrifuges has a major impact on the operation costs.This project focuses on the optimisation of dewatering steps in sludge treatment. Several options will be analysed systematically through theoretical and practical investigations. Centre of attention is the optimisation of the centrifugation process with various accompanying steps like sludge pre-heating with excess heat, floc formation prior to centrifugation and further operating parameters. In addition, alternative dewatering techniques and concepts will be reviewed in the scope of a feasibility study.The trials are performed at four different WWTPs. The ISWW Institute of Sanitary and Environmental Engineering of the TU in Brunswick provide technical advice to the project. The investigations are performed in cooperation with Stadtentwässerung Braunschweig (SE|BS) and Berliner Wasserbetriebe as local plant operators. Furthermore, the expert consultant Kläranlagenberatung Kopp (KBK) is involved. The project is financed by Berliner Wasserbetriebe and Veolia Eau.","budget":"425.000 €","date_start":"1. February 2012","duration_months":18,"url":"https://www.kompetenz-wasser.de/en/project/decamax-optimierung-der-schlammentwaesserung/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{}]},{"title":"Optimisation of Energy and Nutrient Recovery in Wastewater Treatment Schemes (CoDiGreen)","subtitle":"Investigations on the energy efficiency optimisation of wastewater systems and on the lowering of their energy dependence on external energy sources","description":"The European “Energy Package” aims at reducing the carbon emission while increasing the share of renewable energy in the grid mix and reducing the overall energy demand. Reduction target of 20% up to 40% by 2020 on 1990 level is considered throughout all industrial sectors. For urban water schemes, wastewater treatment is identified as the activity with highest potential regarding energy saving. In particular, the sanitation concept implemented in the city of Braunschweig has showed to be energy neutral when considering the biogas delivered by a neighbouring landfill and fermentation plant covering about 30% of the energy demand.The goal of the 2-year project CoDiGreen is to investigate options to optimise the energy efficiency of the wastewater systems in Berlin and in Braunschweig and to reduce their energy dependency to external energy sources. The following activities will be performed:Perform energy balance and environmental assessment of one the sludge treatment in Wassmansdorf WWTP (Berlin), and the wastewater scheme of Braunschweig using a LCA method, and identify options (optimisation scenarios) to reduce the energy dependency of the systems.Perform with one digester of Braunschweig full-scale trials to assess the performance of co-digestion of energetic grass grown on old infiltration fields.Perform laboratory assessment and assess performances of thermal disintegration of secondary sludge before digestion.Identify relevant optimisation options for Braunschweig with a seasonal mass balance model (H2O, C, N, P) coupled with LCA analysis (see 1.)Initiate an environmental and health risk analysis of the sanitation scheme in Braunschweig (with extensive reuse of treated water and sludge)","budget":"650.000 €","date_start":"1. March 2010","duration_months":26,"url":"https://www.kompetenz-wasser.de/en/project/codigreen/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/codigreen_d_a4_comp_20100517.pdf"}]},{"title":"Carbon is Money: From Wastewater to Energy (CARISMO)","subtitle":"WWTPs to become net producers of renewable energy instead of net consumers of fossil energy","description":"Due to its potential of chemical energy (organic content), municipal wastewater is yet a largely untapped source of renewable energy. Instead, wastewater treatment plants (WWTPs) require primary energy, mostly as aeration requirements, to clean and dispose municipal effluents. The large WWTPs of Berlin have currently a specific energy demand of about 0.2-0.4 kWh/m3, but the complete methanisation of the organic content present in the wastewater could theoretically generate up to 0.8 kWh/m3 with state-of-the-art technologies.The project CARISMO is based on the vision and paradigm shift that by 2030, the WWTPs will become net producer of renewable energy instead of net consumer of fossil energy. The project is thought to set bases towards this goal, to identify and assess potential treatment schemes and to define technical bottlenecks and limitations.Three new treatment schemes, all of them based on the low energy microsieve separation process, will be evaluated at pilot scale with real wastewater. The results of the pilot study will be used to perform a feasibility study of the concepts with mass flow models and to provide recommendations with regards to the full treatment schemes including post-treatment for nutrients removal.","budget":" 688.904 €","date_start":"1. April 2011","duration_months":38,"url":"https://www.kompetenz-wasser.de/en/project/carismo-energie-aus-abwasser/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20140924_factsheet_dnp_carismo_en_web_neu.pdf"}]},{"title":"Anthropogenic Trace Organic Compounds and Pathogens in the Urban Water Cycle (ASKURIS)","subtitle":"Evaluation, barriers and risk communication","description":"The climate change predictions for the Berlin-Brandenburg region for the next decades are based on less summer rainfall which might lead to a decrease in the current water quantities of the rivers Spree and Havel. At the same time, largely owing to the demographic development, the consumption of medicinal products is assumed to rise. In the long term, both trends may cause increased concentrations of so-called trace organic compounds (i.e. amongst others also pharmaceutical residues) and of microorganisms in our surface waters and thus possibly impact the groundwater quality. Different scenarios are based on the assumption that the concentration of trace organic compounds in the regional surface waters will possibly reduplicate.The joint research project ASKURIS which is funded by the German Federal Ministry of Education and Research (BMBF), has the following goals:Evaluation of risks related with trace organics and pathogens in an semi-closed urban water cycleIdentification and evaluation of technical and natural barriers towards the targeted compounds, including pilot trials for processes such as oxidation and adsorptionDevelopment of a sound  risk communication strategyIn the scope of pilot tests, KWB will assess the efficiency of oxidation processes with or without tertiary treatment for the removal of trace organic compounds. In addition, eligible hybrid processes and their fields of application (sewage works vs treatment plant) will be evaluated.Project website (in German only)","budget":"372.260 € (Projektbaustein KWB)","date_start":"1. November 2011","duration_months":39,"url":"https://www.kompetenz-wasser.de/en/project/askuris/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{}]},{"title":"Asset Management Strategies for Sewer Systems (SEMA)","subtitle":"Test of  precision and sensitivity of sewer deterioration models using several configurations of input data","description":"Asset management is an increasing concern for wastewater utilities and municipalities. In the last 30 years, most cities have invested in sewer system expansion and treatment plant upgrade but a relatively small component has been allocated to the improvement of sewer system condition. In order to avoid the general deterioration of sewer system and the risk reversing public health, environment and increasing costs, tools are needed to develop long term cost-effective strategies.The definition of sustainable rehabilitation and inspection strategies is limited by the lack of information about sewer system condition. Therefore, sewer deterioration models have been developed (i) to simulate the condition of non-inspected sewers and (ii) forecast the evolution of the system according to his current and past condition. Simulation results can be used by sewer operators to support the definition of cost-effective inspection and rehabilitation programs. Since the confidence in deterioration models depends highly on their ability to predict accurately future sewer condition, research is needed to assess their performance and define their relevant specifications.The project SEMA aimsto investigate the suitability of sewer deterioration model to predict sewer condition state andto identify the relevant specifications of sewer deterioration models and input data in respect to a successful utilisation.Sewer deterioration models will be applied in the cities of Braunschweig and Montbéliard, in close collaboration with the engineering company 3S Consult GmbH (3SC). Model precision and sensitivity will be tested using several configurations of input data.Considering the project results, a second project (SEMA 2) will be developed to assess the pertinence of sewer deterioration models to support the definition of inspection and rehabilitation strategies.","budget":"487.811 €","date_start":"1. October 2012","duration_months":30,"url":"https://www.kompetenz-wasser.de/en/project/sema-asset-management-von-abwasserkanaelen/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Nicolas","last_name":"Caradot","email":"nicolas.caradot@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo.jpg","funder_id":"veolia"}],"downloads":[{"dl_name":"Report: Review of sewer deterioration models","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/d12_sema_review_of_sewer_deterioration_models.pdf"}]},{"title":"Modeling and Impact Assessment of Combined Sewer Overflows (SAM-CSO)","subtitle":"Analysis and simulation of pollutant and substance flows at combined sewer overflows and their impact on receiving waters by means of numerical modelling","description":"Among urban discharges the impact from combined sewer overflows (CSO) plays a prominent role. The dynamic character of the discharge events lead to particular stress on the water bodies. These impacts accelerate with increasing urbanisation and accordant land use and land sealing.The project aims at the simulation of pollutant and substance flows at combined sewer overflows (CSO) and their impact on the receiving water body. Developing methods and tools that consider this impact will allow for basing the evaluation of mitigation strategies on an overall view taking into account the integrated system (drainage and receiving water), considering receiving water (immission) criteria.Objectives of the project are:Development of a model-framework capable of simulating the impact of combined sewer overflow (CSO) on stagnant rivers (Berlin situation) and of a methodology for immission-based assessment of CSO impacts.Analysis of the impact of CSO on receiving water quality, better process understanding and process description in modelling, definition and testing of the OpenMI interface for linking models of drainage system (technical system) and stagnant lowland river (eco-system).Publications","budget":"258.005 €","date_start":"1. November 2007","duration_months":18,"url":"https://www.kompetenz-wasser.de/en/project/sam-cso-combined-sewer-overflows-impact-assessment/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Water Pollution Control"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"River water quality modelling: Status quo","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20090721_river_water_quality_modelling_sam-cso_final_hompage.pdf"}]},{"title":"Adaptation of Water Supply and Sanitation Systems to Cope with Climate Change (PREPARED)","subtitle":"Development of a decision support system for planning purposes in urban areas and adapted models for impact based CSO control","description":"The PREPARED project was developed by a consortium of 35 partners (including 12 cities/utilities) to answer the EU call ENV.2009.3.1.1.1 “Adaptation of water supply and sanitation systems to cope with climate change” (Collaborative Project).The project benefits from a strong utility/end-user driven definition of the overall research approach, and evolved from the WSSTP. The total financial costs of the 4 years project are 10.7 million Euro of which 7.0 million Euros is requested from the EC.The overall objective of PREPARED is to combine knowledge, expertise and technology to develop and demonstrate innovative adaptive solutions to identified climate change impacts on water supply and sanitation systems.KWB will be involved in project management, research & development in integrated water resource management and adaptation of sanitation systems to climate change impacts and the demonstration of adaptation solutions for water supply and sanitation systems.Main deliverables of KWB will be:A decision support system for planning purposes in partially closed urban water cycles, where seasonal variation in surface water availability and portions of treatment plant effluents will impact source water quality.Adapted models integrated into a planning instrument for recipient/impact based CSO control under conditions of climate change.Models and tools developed by the KWB will be demonstrated with BWB, which is also official partner of the project.Official website PREPARED Enabling Change © Slider-Fotos: KWB/Berliner Wasserbetriebe/Hartmann Schmidt Fotografi","budget":"641.897 €","date_start":"1. January 2010","duration_months":48,"url":"https://www.kompetenz-wasser.de/en/project/prepared-preparing-water-utalities-for-the-effects-of-climate-change/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Infrastructure"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"}],"downloads":[{"dl_name":"Report D1.1.1 - Catalogue of European adaptive initiatives of the water sector to face climate change impacts","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/d1-1-1_-_catalogue_of_european_adaptive_initiatives_of_the_water_sector_to_face_climate_change_impacts-1.pdf"}]},{"title":"Relevance of Trace Organic Substances in Berlin’s Stomwater Runoff (OgRe)","subtitle":"Supporting Berlin's strategy related to the reduction of trace organic contaminants by describing a first set of locally relevant substances occurring in stormwater runoff and estimating their annual loads","description":"Stormwater runoff is the largest untreated source of potentially high loads of trace organic substances discharged to urban surface waters. Each year about 74% or 44 million m3 of the stormwater runoff are discharged mostly untreated into Berlin’s surface waters. This corresponds to approx. 5% of the annual outlet of the urban course of the Spree River to River Havel. Initial studies from Switzerland covering selected trace organic contaminants (e.g. biocides, plastic ingredients, combustion products) occurring in rainwater runoff and surface waters demonstrate high concentrations of these substances with possible relevance to aquatic organisms or human uses.Following the update of the list of priority substances under the EU Water Framework Directive which already contains a provision regarding polycyclic aromatic hydrocarbons (PAHs), other stormwater-borne trace organic contaminants (e.g. terbutryn) are likely to be considered for regulation.The current strategy aims to reduce the micropollutant level in urban surface waters through the implementation of advanced treatment steps in sewage works. However, these achievements might be diminished by the high loads in the untreated storm water runoff discharged into surface waters. Should the overall analysis of the Berlin situation reveal that the city’s stormwater runoff is a significant source of trace organic contaminants, the current prevention strategies would have to be adjusted or upgraded.The project OgRe aims to support Berlin’s strategy related to the reduction of trace organic contaminants by (i) describing a first set of locally important substances occurring in stormwater runoff, (ii) estimating the annual loads of trace substances which are discharged via stormwater runoff into the receiving waters and (iii) comparing them with relevant pollution loads originating from other entry paths.","budget":"769.303 €","date_start":"1. July 2013","duration_months":27,"url":"https://www.kompetenz-wasser.de/en/project/ogre-relevanz-organischer-spurenstoffe-im-regenwasserabfluss-berlins/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.","first_name":"Daniel","last_name":"Wicke","email":"daniel.wicke@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/senuvk_hoch_cmyk-300x204.jpg","funder_id":"senuvk"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"OgRe Abschlussbericht","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/11/abschlussbericht_ogre_final_rev2.pdf"}]},{"title":"Evaluation of Electronic Noses for Sewer Odour Management (ODOCO-Artnose)","subtitle":"Analysis and assessment of chemosensory measuring systems","description":"A decrease in specific water consumption causes a reduction in sewage flow in wastewater collection systems. Consequences are longer retention times, slow flow rates and the deposition of pollutants which foster microbial activities and the development of anaerobic conditions within the sewer system. Hence, the decline in wastewater production with the wastewater carrying the same pollutant load, sewer systems are more and more prone to odour and corrosion problems. Together with a growing public concern over odours from sewer networks these phenomena have led to the need for sewer operators to increasingly apply odour abatement methods. Different odour abatement technologies are available and widely-used but often response without adequate identification of the odour source and analysis of the odour problem beforehand. This can easily lead to inefficiency, only short-term success of selected measures and elevated costs.Continuous odour monitoring solutions have been identified as essential tools to support the whole odour control procedure in sewer networks – from identification, argumentation, planning, control and documentation. Electronic noses have recently become available as alternative solution for assessing olfactive annoyance in wastewater systems. They are however limited in current applications and tests under realistic conditions seem justified to assess their possibilities in sewer odour management.The overall objectives of ODOCO-Artnose are the identification of the current technological status and the evaluation of the abilities of electronic noses to fulfil the needs in current sewer odour management (such as optimising dosing strategies).Different available electronic nose systems will be subject of a test series within a large-scale sewer research plant of the Berliner Wasserbetriebe. A multi-criteria decision analysis will be elaborated for the evaluation of the performance of the different electronic nose systems. The findings of the investigations, including a state of the art compilation of available odour control technologies and a cost comparison will analyse the applicability of electronic noses in odour management and specify future odour control noses.","budget":"401.946 €","date_start":"1. August 2010","duration_months":21,"url":"https://www.kompetenz-wasser.de/en/project/odoco-artnose-bewertung-von-elektronischen-nasen/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/odocoartnose_factsheet_e_.pdf"}]},{"title":"Monitoring of Combined Sewer Overflows (MONITOR)","subtitle":"Supporting the integrated water resources management in urban areas","description":"Increasingly, in urban water resource management the consideration of stormwater impacts on water resources gains in importance. Among stormwater discharges the impact from combined sewer overflows (CSO) plays a prominent role. The dynamic character of the discharge events lead to particular stress on the water bodies.The project MONITOR-1 covers the preparation of a concept for combined sewer overflow (CSO) monitoring in Berlin. The monitoring itself shall be conducted from 2009 on in the frame of the project MONITOR-2 based on the outcomes of MONITOR-1. Objectives of the monitoring are based on long-term interests: Analysis of pathways of stormwater-bound pollutants from urban zones to the natural water body, analysis of the impact of CSO on receiving water quality, better process understanding and process description in modelling (strong linkage to project SAM-CSO). The focus will be on:High dynamic processes like Oxygen consumption following the discharge of easily degradable organic substances and fish toxicity by unionised ammonium.Trace substances (emerging pollutants).The monitoring will cover a river stretch in the centre of Berlin (type of water body: stagnant lowland river) and the significant CSOs that discharge to that river stretch. Simultaneous monitoring of both, processes at CSOs and in the receiving water will be planned (hydraulic and physical-bio-chemical).Publications","budget":"329.393 €","date_start":"1. November 2007","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/monitor-1-simultaneous-monitoring-of-cso-and-receiving-waters/","language":"en","tags":[{"tags":"Water Pollution Control"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Monitoring of Water Quality Parameters in Combined Sewer Overflows","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20090826_cso_monitoringprojekte_final__english.pdf"}]},{"title":"Monitoring and Impact Assessment of Combined Sewer Overflows (MIA-CSO)","subtitle":"Development of a management tool with regard to the conceptual and investment planning of the Berlin combined sewer system","description":"Among urban discharges the impact from combined sewer overflows (CSO) on surface waters plays a prominent role (long term accumulation of nutrients, suspended solids or toxic substances and especially short term aesthetic, toxic and hygienic impacts). MIA-CSO will provide a better process understanding of the impact of CSO on stagnant lowland rivers. The project is based on the experiences gained during the projects SAM-CSO and MONITOR-1.The overall objective of MIA-CSO is to develop a model-based planning instrument for impact based CSO control. This tool is based on:Data from two years integrated monitoring carried out in river Spree and in the Berlin sewer system at one important CSO. Online sensors will be used in order to gain continuous information on flows and water quality. This monitoring will be the basis for process understanding as well as model adaptation, calibration and validation.Development of a methodology for the assessment of CSO impacts on the receiving waterA module for statistical analysis of simulation results for evaluation of management strategiesApplication of the OpenMI for linking the submodels for sewer system and river water quality as well as the module for statistical analysisThe planning instrument for impact based CSO control will be demonstrated within a case study on an inner city stretch of the Berlin river Spree and will then be transferred for conceptual and investment planning of the Berlin combined sewer system.Final Workshop of MIA-CSO project at the International Water Week in Amsterdam on 6 November 2013Final Workshop of the projects MONITOR-1 and SAM-CSOPublications","budget":"1.274.040 €","date_start":"1. January 2009","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/mia-cso-monitoring-und-impakt-bewertung-von-mischwasserueberlaeufen/","language":"en","tags":[{"tags":"Water Pollution Control"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dipl.-Ing.","first_name":"Mathias","last_name":"Riechel","email":"mathias.riechel@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mia_cso3_en.pdf"}]},{"title":"Pharmaceutical Residues in the Urban Water Cycle (IC Pharma)","subtitle":"Comparison of locally detected concentrations with a range of international measurements and categorisation of pharmaceutical substances regarding their degradation potential on their pathway through the urban water cycle","description":"Since their first detection in ground- and surface waters in the 1990’s pharmaceutical residues have been an issue for applied water sectors around the world and received regular attention in the daily press. In the meanwhile hundreds of scientific studies and extensive reviews have been published on the subject.What is missing is a concise document, which gives the interested layman an overview of existing knowledge and aids decision makers from the water sector to assess their situation. The IC Pharma project will fill this gap by providing a graphical bench-marking, which allows the comparison of locally detected concentrations with a range of international measurements. Moreover IC Pharma will attempt to categorize pharmaceutical substances regarding the degradation potential on their pathway through the urban water cycle. Based on this categorization pharmaceutical residues can be used as indicators for the state of urban water management or as tracers for sewage influence.The project will start with the well-examined Berlin situation (e.g., through the NASRI project of the KWB) and expand the local know-how to an international level. To support scientific advance on the subject, IC Pharma also aims at identifying existing gaps of knowledge and thus potential future research fields.","budget":"80.399 €","date_start":"1. December 2007","duration_months":15,"url":"https://www.kompetenz-wasser.de/en/project/ic-pharma-pharmaceutical-residues-in-the-urban-water-cycle/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Daniel","last_name":"Wicke","email":"daniel.wicke@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download IC Pharma Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20080422_ic_pharma_sscreen_web.pdf"}]},{"title":"Estate Drainage Schemes (GStEW)","subtitle":"Survey on the legal framework linked with an analysis of the testing methods and restoration technologies applied in practice","description":"The production and leak testing of estate drainage schemes are subject to discussion in Berlin and throughout Germany. There is no consistency in practices and procedures with regard to official requirements for the leak testing and restoration of estate drainage schemes. In some cases, it is referred to DIN 1986-30.The project aims to get an overview on the legal frame conditions and the administrative procedures (deadlines, methods etc.) of the individual Länder, to identify and assess the differences, to carry out a study on the testing methods and restoration technologies applied in practice and to specify the potential risks arising from leaky estate drainage","budget":"9.950 €","date_start":"1. January 2012","duration_months":2,"url":"https://www.kompetenz-wasser.de/en/project/gstew-grundstuecksentwaesserung-studie/","language":"en","tags":[{"tags":"Water Pollution Control"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Report GStEW","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20120507__bericht_grunstuecksentwaesserungsanlagen_final.pdf"}]},{"title":"Global Control of Sewage Pump Stations (EVA)","subtitle":"Implementation of a decision support system for global control of sewage pump stations and analysis of advanced control concepts","description":"ContextWithin urban development areas domestic and trade wastewater as well as extensive quantities of rainwater dependent on the percentage of impermeability accrue. Since the middle of the 1970s (at first in the USA, later on in Europe, too) real-time control has been applied to manage systematically existing drainage assets and thus to utilise the maximum of the systems capacities. The development of the integrated control of sewer network and wastewater treatment plant has been furthered in the last decade. However, the operational application of the researched control methods especially on large and complex systems is still rare. Due to that reason, the research project EVA is carried out in Berlin aiming at the implementation of a decision support system for the global control of sewage pump stations.ObjectivesBesides the introduction of the decision support system for the global control of sewage pump stations and storage reservoirs, the following objectives are addressed:Evaluation of the potential of online radar rainfall measurement and forecast for the support of the pump station operation.Derivation of strategies for the control and dynamic distribution of wastewater to different wwtps during rain. Definition of the control strategies is carried out by mathematical optimisation based upon an algebraic modelling system.Identification of indicators for the description of the variable and condition-based performance of wwtps. Examination of a possible integration of the indicators as a boundary condition into the pump station control.Publications © Header-Foto: Berliner Wasserbetriebe© Slider-Fotos: Berliner Wasserbetriebe","budget":"602.198 €","date_start":"1. April 2006","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/eva-global-control-of-sewage-pump-stations/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/eva_engl_2007_web.pdf"}]},{"title":"Eco-engineering for Advanced Treatment of WWTP Effluent (ECOTREAT)","subtitle":"Compilation of existing information considering ecological and social aspects","description":"Effluent discharged by wastewater treatment plants (WWTP) can cause adverse effects in receiving surface waters due to elevated levels of nutrients and micropollutants (e.g. pharmaceuticals or personal care products).The ECOTREAT project aims at the application and combination of eco-engineering systems for advanced treatment of wastewater effluent focusing on the reduction of micropollutants.Natural treatment systems (e.g. different wetland types, artificial meanders, cascading ponds or floating islands) could be a cost-efficient alternative to technologies such as oxidation or adsorption. Promising studies demonstrate that constructed wetlands, which have been applied for many years to treat primary wastewater at locations that are not connected to a sewer system, are also capable to reduce the concentration of pharmaceuticals, personal care products and pesticides in WWTP effluent. Additional benefits of eco-engineering systems include further nutrient reduction, ecological benefits (treatment systems as habitats and breeding grounds) as well as beneficial social aspects (e.g. increased public acceptance and potential recreational use of natural treatment systems).The goals of ECOTREAT 1 are:Compilation of available knowledge on eco-engineering solutions suitable for advanced treatment of WWTP discharge, including extensive literature research and consultations with experts in this field (e.g. ELAN-project [BMBF], p2m berlin, VERI [Veolia])Identification of knowledge gaps and development of strategy for filling gaps (e.g. design of experimental test program, monitoring of existing systems, identification of strategic partners and pilot sites), consideration of additional benefits (e.g. ecological and social aspects)Preparation of proposal for ECOTREAT 2Check possibility for application of external funding","budget":"45.000 €","date_start":"12. December 2012","duration_months":6,"url":"https://www.kompetenz-wasser.de/en/project/ecotreat-naturnahe-verfahren-zur-nachbehandlung-von-klaerwerksablaeufen/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.","first_name":"Daniel","last_name":"Wicke","email":"daniel.wicke@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Report D1.1: Eco-engineered systems for removal of micropollutants from WWTP effluents – existing knowledge","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/report_ecotreat_d_1_1_final_public_version.pdf"}]},{"title":"Decentralised Treatment of Roadway Runoffs (DSWT)","subtitle":"Analysis of the design, application and operation of selected decentralised storm water treatment units","description":"In consequence of the direct discharge of highly polluted stormwater from roadways runoffs, the surface water pollution loading is increasing. Currently, this non-point source water pollution by contaminants is significantly responsible for the surface water pollution load in Germany. Suitable treatment units for decentralised applications have been developed in recent years, however the state of knowledge in terms of their treatment performance and operation behaviour is still insufficient. For this reason, a research programme for Berlin has been designed to close the knowledge gaps in the fields of design, application and operation of selected decentralised storm water treatment units and to gather information on their future application. Against this background, catchment-related estimating calculations are performed allowing for the direct identification of future environmental relief effects for Berlin resulting from the application of decentralised stormwater treatment schemes. A cost-benefit analysis and a Life Cycle Assessment will complete the project. The possible development of guidelines for the application and the approval procedure of such systems in Berlin is another project component.KWB supervises the in situ testing and is responsible for the data management. LCA and systems comparison between centralised/decentralised schemes is conducted at KWB as well. The summarising evaluation is supported by all partners.Publications:Barjenbruch, M., Kober, P., Sommer, H., Post, M., Roualut, P., Heinzmann, B., Weiss, B. (2013). Dezentrale Reinigung von Straßenabflüssen. wwt 11-12, 2013, 8.Sommer, H., Post, M., Barjenbruch, M., Kober, P., Rouault, P., Heinzmann, B., Weiss, B. (2014). Dezentrale Reinigung von Straßenabflüssen. Aqua Urbanica 2014. Innsbruck, Austria, Innsbruck, 23-24 October 2014.a","budget":"Gesamtvolumen 1.093.533 € / Projektbaustein KWB 113.300 €","date_start":"1. November 2012","duration_months":35,"url":"https://www.kompetenz-wasser.de/en/project/dswt-dezentrale-reinigung-von-strassenabfluessen/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/senuvk_hoch_cmyk-300x204.jpg","funder_id":"senuvk"}],"downloads":[{}]},{"title":"Mitigation of Contaminants in Rural and Semi-rural Environments to Protect Drinking Water Resources (AQUISAFE 2)","subtitle":"Performance analysis of selected mitigation systems used to attenuate diffuse agriculatural pollution occurring during baseflow and high flow events from agricultural fields","description":"In industrialised countries, diffuse pollution has become the main source of surface water contamination. Surface water in turn is an important source for drinking water production in the EU and the USA. While nutrients remain the major concern, pesticides are also frequently detected above drinking water thresholds in source water with agricultural influence. Mitigation zones, such as constructed wetlands or riparian buffers, have a large potential to reduce the impact of agricultural activities on surface water quality.Based on the results of the first project phase AQUISAFE 1 , AQUISAFE 2 aims atoptimizing system-analytical tools for the planning and implementation of mitigation zones,demonstrating the effectiveness of mitigation zones in international case studies anddeveloping recommendations for the implementation of near-natural mitigation zones, which are efficient in attenuating nutrients and selected pesticides. The objective of the project is addressed along the following components:GIS-based methods for the identification of diffuse pollution hotspots, as well as model-based tools for the simulation of nutrient reduction from mitigation zones will be evaluated for two watersheds in the USA and France.Nutrient retention capacity of different types of mitigation zones will be tested in international case studies in the Ic watershed in France and the Upper White River watershed in the USA under natural conditions, such as variable flow.Efficient mitigation zone designs for the retention of relevant pesticides will be identified in laboratory and technical scale experiments at UBA in Berlin.The results are expected to reduce diffuse pollution in the two case study areas and allow the planning and implementation of further effective mitigation zones in watersheds, which are impacted by agricultural activities.Results of the first project phasePublications","budget":"1.400.035 €","date_start":"1. January 2009","duration_years":4,"url":"https://www.kompetenz-wasser.de/en/project/aquisafe-2-puffersysteme-zur-verminderung-diffuser-verschmutzung/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/aquisafe2_1_en_20100517.pdf"}]},{"title":"Natural Buffer Zones for the Protection of Drinking Water Resources (AQUISAFE 1)","subtitle":"Mitigation of contaminants in rural and semi-rural environments to protect drinking water resources","description":"If surface water (from streams, rivers, lakes or reservoirs) is used for drinking water production extensive treatment is frequently needed. However, the cost of this treatment, as well as the risks to public health, can be reduced by protecting the source water from contamination.In the rural and semi-rural environment many sources of contamination may impact reservoir water quality. They include for example farms that use agrochemicals or apply biosolids, stormwater runoff from streets and lawns, fuel storage tanks, residential or commercial septic systems.The project Aquisafe-1, proposes to investigate the topic in a multi-step approach which will include: i) an analysis of the nature, occurrence and risk of source water contamination (concentrating on surface water bodies) by substances and metabolites issued from land use in rural and semi rural areas (nutrients, agrochemicals, pathogens, pharmaceuticals and emerging contaminants), ii) an analysis of existing tools to diagnose the contaminants’ origin, load and repartition to assess the effects of adapted controlled measures, and iii) the development / adaptation or optimisation of the design and operation of mitigation zones (riparian corridors and small scale wetlands) to reduce downstream loads of pollutants.The project Aquisafe-1 is a first step that will establish the state-of-the-knowledge on current existing solutions, identify emerging issues and assess the feasibility of using model mitigation zones for contaminants’ removal. Following the outcomes and interest of the shareholders, this project will be orientated towards the development of solutions for contaminant mitigation to protect source water. To prevent adopting a theoretical approach, the work will be conducted from the start on real case study. Data analysis, mitigation concept and systems are expected to be developed in Europe and the US and tested in Indianapolis in collaboration with the IUPUI. Deliverables of AQUISAFE 1:1. Relevant contaminantsRelevant trace contaminants from diffuse pollution2. System-analytical toolsReview of basin-scale numerical modelsReview of alternative diagnostic methods Test of the basin-scale model SWAT on the Ic catchment 3. Mitigation zones against diffuse agricultural pollutionEffectiveness of riparian zones in contaminant mitigationEffectiveness of constructed wetlands in contaminant mitigationMonitoring of an existing constructed wetland in Brittany, France4. Experimental setups to simulate mitigation zonesExperimental simulation of constructed wetlands at UBA Berlin Publications","budget":"489.502 €","date_start":"15. July 2007","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/aquisafe-1-mitigation-of-contaminants-to-protect-drinking-water-resources/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.","first_name":"Andreas","last_name":"Matzinger","email":"andreas.matzinger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{}]},{"title":"Operation and Maintenance of Drinking Water Wells – Phase 2 (WELLMA 2)","subtitle":"Optimisation of performance and water quality","description":"The capacity of drinking water wells, i.e. the yield for a given drawdown, is often decreasing after a certain time of operation. This effect is called well ageing and is due to different processes related to the geology and hydrochemistry at any given well site and to the construction and operation of these wells. To avoid impacts on water quantity and quality and to ensure the economic efficiency of well operation, the pump dimensioning, water quantities, operation times, and the maintenance intervals and methods must be planned according to the characteristic features of each well depending on (i) site conditions, (ii) well performance and (iii) cost-benefit analysis.Based on the evaluation of the state of the art during the preparatory phase WellMa1, the second phase of the project implies the investigation of wells in Berlin and France in terms of their ageing behaviour with the aim to determine suitable measures helping to slow down well ageing processes and optimise strategies for well operation and maintenance. Four work packages have been defined:Asessment of the impacts of intermittent pumping on iron deposits in drinking water wells,Assessment of the effectiveness of the preventive maintenance with H2O2,Development of decision support tools providing for optimised monitoring, early warning and pre-diagnosis, and economic considerations on well maintenance,Decision support and test application for regeneration technologies in order to support the selection of the most efficient regeneration method.The investigations are supplemented by the project WellMaDNA (11/2007 – 10/2010), using advanced methods of molecular biology to characterise clogging-inducing iron bacteria. By means of microbiological analyses, the living conditions for iron bacteria in wells will be elucidated and the efficiency of H2O2 treatment to inactivate those bacteria will be tested. © header photo: pigadi GmbH","budget":"1.007.000 €","date_start":"1. January 2009","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/wellma-2-betrieb-und-pflege-von-trinkwasserbrunnen-phase-2/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"20111116_wellma1_extended_summary_en","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20111116_wellma1_extended_summary_en.pdf"}]},{"title":"Operation and Maintenance of Drinking Water Wells – Phase 1 (WELLMA 1)","subtitle":"Optimisation of performance and water quality","description":"The capacity of drinking water wells, that is the yield for a given drawdown, is often decreasing after a certain time of operation. This effect is called well ageing and is due to different processes related to the geology and hydrochemistry at any given well site and to the construction and operation of these wells.To avoid impacts on water quantity and quality, operation and maintenance must be planned individually to schedule maintenance intervals and choose the most reliable methods with regard to (i) given conditions, (ii) well performance and (iii) cost effectiveness of the chosen methods.Within the proposed first phase of the project, the current state of the art concerning well management is evaluated. Four work packages are defined: 1) on diagnosis of well ageing and distinction of the different clogging types, 2) on maintenance planning and maintenance methods, 3) on prevention and preservation of well performance and 4) on the impacts of well construction and operation on the water quality.This first part of the project will serve to establish the basis for extensive field investigations and experiments to be carried out at selected wells.","budget":"521.505 €","date_start":"1. November 2007","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/wellma-1-operation-and-maintenance-of-drinking-water-wells/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20080423_wellma_sscreen_web.pdf"}]},{"title":"Persistent Trace Substances in Surface Waters (TRACE)","subtitle":"Organic trace substances relevant for drinking water - elimination through bank filtration","description":"ContextPersistent trace substances are emitted into surface waters via WWTPs or diffuse pollution and thus pose a threat to drinking water production from these resources. The factors influencing the risk level are e.g. the production output and application quantities, solubility, degradability, sorption behaviour and toxicity of the actual substance and its metabolites.Known organic trace substances, for which it has not yet been sufficiently clarified whether they pose a risk to drinking water production in Berlin, are, for instance, complexing agents, perfluorinated tensids (PFC: perfluorinated compounds) and the pesticides Glyphosate and Isoproturone. Furthermore, transferable elimination rates are not available yet.EDTA (ethylendiamintetraacetic acid), known as a highly persisting complexing agent, has increasingly been substituted in Germany by other substances such as DTPA (diethylentriaminpentaacetic acid) or PDTA (propylenediamintetraacetic acid). Their occurence in the Berlin area and their environmental persistence are only fragmentarily reported so far.Perfluorinated compounds (PFC) are frequently used for the surface treatment of textiles (e.g. water proofing sprays) and are additives for fire extinguishing foams. They can be detected worldwide in both the aquatic environment and biota. As to the best known representatives – PFOA (perfluorooctance acid) and PFOS (perfluorooctance sulfonate) – a high mobility has been observed; they are however, increasingly substituted by shorter chained PFC.Glyphosate and Isoproturone belong to the most common pesticides worldwide. Their relevance for the Berlin region is based on the fact that both substances have been detected in Brandenburg’s surrounding water bodies and are used in gardens and allotments.ObjectiveThe project aims at assessing the potential risk arising from the occurrence of complexing agents, selected pesticides and PFC in surface waters used for drinking water production through bank filtration and artificial recharge.","budget":"203.885 €","date_start":"1. December 2006","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/trace-persistent-trace-substances-in-surface-waters/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.","first_name":"Christoph","last_name":"Sprenger","email":"christoph.sprenger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo.jpg","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/trace_engl_2007web.pdf"}]},{"title":"Technology Enabled Universal Access to Safe Water (TECHNEAU)","subtitle":"Drinking water production by bank filtration in take-off countries","description":"Worldwide the water supply sector is facing tremendous challenges. Ever new emerging contaminants and pathogens and aging infrastructures being vulnerable for deliberate contamination, pose a threat to the quality of water supplies. Shortage of good quality and readily treatable resources is increasing due to global warming, urbanisation and pollution from agriculture and industry. Regulators and consumers are becoming more demanding.TECHNEAU is addressing these challenges by developing adaptive supply system options and new and improved treatment and monitoring technologies. Future system options to be studies are flexible, small-scale and multi-source supplies, utilising non conventional resources like brackish groundwater, treated wastewater and urban groundwater. Treatment technologies include membrane and oxidation based multi-barrier schemes, providing safety against a broad sprectrum of chemical and microbiological contaminants. Monitoring technologies to be developed will provide on-line and at the site information on water quality including parameters that relate to malicious contamination. The project will integrate and further develop current work on modelling with the purpose of controlling and optimising systems. A framework for risk assessment/risk management will assist in integrating the project output into the practice of the water companies.The project will enable endusers to make informed choices, appropriate to their own circumstances and constraints, for cost-effective and sustainable source-to-tapo solutions for the provision of safe high qualtiy drinking water that has the trust of the consumer. This step-change will be achieved by a critical mass of researchers, technology developers and users from across Europe and developing countries.Official project website: http://www.techneau.orgTECHNEAU Reports","budget":"19 Mio € (davon 13,2 Mio € EU-Förderung)","date_start":"1. January 2006","duration_months":60,"url":"https://www.kompetenz-wasser.de/en/project/techneau-technology-enabled-universal-access-to-safe-water/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20080425_techneau_engl_2007_sscreen_web.pdf"}]},{"title":"Safe and Sustainable Water Supply in India (SAPH PANI)","subtitle":"Natural Water Systems and Treatment Technologies to Cope with Water Shortages in Urbanied Areas","description":"India is subject to water shortages especially in urbanized areas due to a continuous growth in population, losses in the distribution network and limited availability of high-quality groundwater resources. Managed aquifer recharge has been identified as one possibility to supplement over-exploited groundwater resources and purify polluted surface water influenced by storm-water and sewage treatment plant (STP) effluent without major technological efforts.KWB has joined a consortium led by the University of Applied Sciences and Arts Northwestern Switzerland FHNW investigating in the scope of the SAPH PANI (Hindi for “clear water”) project natural water systems and treatment technologies (funded by EU FP7).The overall objective of the project is to strengthen the scientific understanding of the performance-determining processes occurring in the root, soil and aquifer zones regarding the removal and fate of important water quality parameters such as pathogenic micro-organisms and respective indicators, organic substances and metals – thus supporting the practical implementation of natural water treatment in India.KWB is actively involved in:Comparison and evaluation of different options for ammonium removal at river bank filtration sites in DelhiDevelopment of a cost-effective MAR scheme to prevent salt water intrusion into a coastal aquifersProject management, general research; communication between Indian and European end-usersProject websiteSaph Pani Handbook on the EU open source depository ZenodoAll Saph Pani deliverables on Zenodo","budget":"442.022 €","date_start":"1. October 2011","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/saph-pani-sichere-und-nachhaltige-wasserversorgung-in-indien/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.","first_name":"Christoph","last_name":"Sprenger","email":"christoph.sprenger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/7-th-framework-programming.png","funder_id":""}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20111205saphpani_a4factsheet_d.pdf"}]},{"title":"Risk Analysis of Microbial Contamination of Drinking Water Wells (RIKO)","subtitle":"Determination of preventive measures","description":"A special feature of Berlin’s drinking water production system is the absence of disinfection measures in routine operation. Declared goal of the BWB is to maintain this natural treatment scheme without disinfection. The protection of groundwater abstracted for drinking water production against microbial contamination relies on two barriers – i)  the retention capacity of the sediment between infiltration point and well  and ii) the protective equipment of the well (clay sealing, sealed well head).In connection with prolonged periods of repeated heavy rain events, as in the summer of 2011, a potential failure of the natural or constructive barrier systems has been observed leading to the detection of hygienically relevant microorganisms in the raw water of drinking water wells. However, neither bank filtration as semi-natural pre-treatment step nor the effectiveness of the constructive barriers have been studied systematically yet with regard to expected changing climatic conditions, i.e. increasing frequency of extreme rainfall. Thus, central issues of the project RIKO-1 to investigate are:Actual occurrence and concentrations of hygienic relevant microorganisms in different contamination sources (surface water, precipitation, groundwater)Confirmation of the functioning of bank filtration under extreme conditions (floods, heavy rainfalls)Imperviousness of construction towards surface- or groundwater depending on the construction type and hydraulic pathways in the well surrounding.Systematic microbiological field investigations (saturated and unsaturated zone, during and after heavy rain events, between the infiltration point and selected well sites) applying biomolecular methods, tracer tests and borehole geophysical logging aim at detecting and monitoring the sources, entry paths and concentrations of microbiological contaminants (Coliform bacteria, Enterococci, Clostridia). This serves as a reliable basis to develop directly applicable recommendations for microbiological monitoring and avoidance strategies with regard to extreme weather conditions to ensure the continuation of the no-disinfection strategy of BWB.The results derived for Berlin, i.e. the identification of weak points at well construction, critical hydraulic gradients and recommendations for a monitoring strategy to enable early warning and immediate response will be transferable to other sites. In the long-term, they add to the necessary climate change adaptation strategies. ","budget":"180.000 €","date_start":"1. January 2012","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/risikoanalyse-des-eintrags-mikrobieller-kontamination-in-trinkwasserbrunnen/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"RIKO-1 Synthesis Report","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/riko-1_synthesebericht.pdf"}]},{"title":"Optimisation of Organic Compound Removal in Artificial Recharge Systems by Redox control and Enhanced Oxidation (OXIRED 2)","subtitle":"Optimisation of organic compound removal in artificial recharge systems by redox control and enhanced oxidation","description":"Subsurface passage as utilised during river bank filtration and artificial groundwater recharge has been proven to be an effective barrier for multiple substances present in surface waters during drinking water production. Additionally it is widely used as polishing step after wastewater treatment. However, there are limitations concerning the removal of DOC and specific trace organics. The project OXIRED aims at assessing possibilities to overcome these limitations by combining subsurface passage and oxidation processes (e.g. ozonation) as pre- or post-treatment.In the first phase of the project (OXIRED-1), literature studies as well as laboratory and technical scale experiments were carried out in order to evaluate the theoretical benefit and limitations of such a system and identify knowledge gaps. From this recommendations for the implementation of a pilot were derived concerning set-up and hydraulic and hydrochemical background.In the currently running 2nd phase of the project laboratory and technical scale experiments as well as pilot scale trials will be carried out (work package 1) in order to investigate the formation and degradation of possibly toxic oxidation by-products and to verify the findings from the first phase under more realistic conditions. In addition, different potential sites for the installation of a demonstration plant will be identified and characterized with regard to feasibility on the basis of available data (work package 2). In work package 3 first laboratory experiments on redox control in AR ponds will be carried out, accompanied by reactive transport modelling in order to optimize the design of infiltration ponds.","budget":"498.953 €","date_start":"1. May 2009","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/oxired-2-oxidation-und-kuenstliche-grundwasseranreicherung/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.","first_name":"Christoph","last_name":"Sprenger","email":"christoph.sprenger@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/20100517_oxired_a4_factsheet.pdf"}]},{"title":"Oxidation and Infiltration for Optimised Substance Removal (OXIRED 1)","subtitle":"Optimisation of organic compound removal in artificial recharge systems by redox control and enhanced oxidation – Phase 1","description":"Underground passage as utilised during river bank filtration and artificial groundwater recharge has been proven to be an effective barrier for multiple substances present in surface waters during drinking water production. Additionally it is widely used as polishing step after wastewater treatment. However, there are limitations concerning the removal of DOC and specific trace organics. The proposed project aims at assessing possibilities to overcome these limitations by combining underground passage and advanced oxidation (e.g. ozonation) as pre- or post-treatment.In the proposed first phase of the project, existing data on underground removal will be evaluated in order to identify substances that should be targeted in the investigations. Simultaneously different combinations of advanced oxidation and underground passage will be evaluated concerning potential removal efficiency and practical implementation on the basis of existing, published experiences and theoretical considerations.The first phase additionally comprises laboratory column tests and semi-technical scale experiments in order to quantify removal for different settings under varying conditions.The investigations shall lead to recommendations for the implementation of a combined system of underground passage and advanced oxidation in a pilot plant that will be carried out in the 2nd phase of the project.","budget":"330.627 €","date_start":"1. February 2008","duration_months":17,"url":"https://www.kompetenz-wasser.de/en/project/oxired-1-oxidation-infiltration-for-optimized-substance-removal/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Process Innovation Unit"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logobwb_grand_-300x100.jpg","funder_id":"bwb"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Interim Report Phase 1","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/oxired_persistent_substances_final.pdf"}]},{"title":"Oxidation Technologies and Managed Aquifer echarge (OXIMAR)","subtitle":"Combined oxidation technologies and managed aquifer recharge (MAR)– Transferability and applicability for water reuse– Phase 1","description":"The demand for water with reliable quality and availability is increasing worldwide, driven by population growth, ongoing industrialization with threats of water scarcity due to climate change. One possible solution to overcome these challenges is the reuse of treated wastewater.Within the project OXIMAR  the potential of “oxidation & managed aquifer recharge (MAR)” for the reuse of treated wastewater will be evaluated. The precursor projects OXIRED 1+2 proved the high performance of this combination for the removal of dissolved organic matter and as well trace organics in trials with ozonation and simulated subsurface passage.OXIMAR will review the market potential for oxidation & MAR and the potential of the combination will be compared with other processes (e.g. reverse osmosis) in dependence of the reuse purpose. To facilitate the implementation of full scale applications, the hydrogeological prerequisites will be defined.","budget":"146.988 €","date_start":"1. November 2011","duration_months":20,"url":"https://www.kompetenz-wasser.de/en/project/oximar-oxidation-und-kuenstliche-grundwasseranreicherung/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Factsheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/oximar_20111111.pdf"}]},{"title":"Optimisation of Drinking Water Well Operation – Phase 1 (OPTIWELLS 1)","subtitle":"Optimisation of drinking water well operation – energy savings and quality control (phase 1)","description":"With rising energy prices and global climate change, the question of the energy efficiency of drinking water production becomes more and more present. While well field optimization is seldom being used for the sake of energy savings in groundwater abstraction, it has been shown that by optimizing pump design and operation in drinking water wells energy savings of up to 20% could be achieved.Many factors influence the energy consumption in a well field. The large number of involved decision parameters adds to the complexity of an optimizing approach, requiring adequate assessment and modelling tools for addressing this issue.In this context, this project will address the relative importance of the different parameters impacting energy demand, investigate possibilities for improvement of the technical equipment and finally propose and test a tool combining groundwater, well and operation characteristics.To support this energy-efficiency study, a case study will be considered, audited and suggestions for an improved energy management will be issued.The main objectives of the project are:to determine the key drivers of energy demand during well field operation,to evaluate the possibilities for the use of improved pumping technology,to develop a steady-state scenario modelling for the case study.","budget":"161.566 €","date_start":"1. April 2011","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/optiwells-1-optimisation-of-drinking-water-well-operation/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dipl.-Geoök.","first_name":"Michael","last_name":"Rustler","email":"michael.rustler@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo.jpg","funder_id":"veolia"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/optiwells_20110622.pdf"}]},{"title":"Planning Criteria for Climate-just Cities (netWORKS4)","subtitle":"Contributions of Urban Supply Systems to Climate Justice","description":"The design of a climate just city requires an integrated urban development and infrastructure planning. The Resilient netWORKS project (“Contributions to Urban Supply Systems for Climate Justice”), in brief. NETworks$; aims at initiating a comprehensive discussion on the future design of urban water infrastructures. In the scope of a geared transformation management for specific urban transformation areas, definite implementation measures will be designed and advanced in cooperation with municipal policy makers. To this end, grey, green and blue infrastructures (technical infrastructure, green urban areas and water bodies) will be taken into consideration. Their clever interconnection will generate a potential of synergies leading to improved climate resilience of the according schemes. Intense precipitation or longer dry periods are representative examples for the climate impacts to be coped with.Together with the cities of Berlin and Norderstedt suitable approaches to the future water infrastructure design will be developed and verified. Parallel modelling and the accompanying reflection and synthesis will illustrate the impacts and consequences for the urban land-use planning. The resulting suggestions for a reasonable adjustment of planning processes and for the improved cooperation between the stakeholders will be tested and reviewed within the respective transformation areas.The project explicitly aims to develop suitable options for action and recommendations which will contribute to enhance the level of climate justice.Kompetenzzentrum Wasser Berlin is responsible for the work package „Scientific-Technical Assessment”. One objective is to simplify the assessment methods of stormwater management strategies developed in the BMBF-funded project KURAS and to verify their advancement by a quantitative resilience analysis. In addition, KWB will contribute to concrete planning activities to be performed at Berlin sites (by Berliner Wasserbetriebe, supported by the Berlin Senate Administration for Urban Development and the Environment) in terms of measure selection and assessment.Open source tool: quantification the resilienz of sewer systems against stormwater eventskwb.resilience tool: background information  © header photo: Andreas Süß","budget":"Total 1,045,453 €, KWB 120,962 €","date_start":"1. October 2016","duration_years":3,"url":"https://www.kompetenz-wasser.de/en/project/networks/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Water Pollution Control"},{"tags":"Infrastructure"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.","first_name":"Andreas","last_name":"Matzinger","email":"andreas.matzinger@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2018/04/bmu_fz_2018_office_farbe_de-300x265.png","funder_id":"bmu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/networks_e_factsheet_06032017.pdf"}]},{"title":"Nitrogen Limitation in Freshwaters (NITROLIMIT)","subtitle":"Is nitrogen reduction ecologically meaningful and economically feasible?","description":"Most inland waters in Germany will not meet the good ecological status requirements stipulated in the EU Water Framework Directive by 2015. It was previously assumed that phosphorus is the primary determinant of water quality. In recent years, however, increasing evidence has emerged suggesting that nitrogen is also a significant factor governing the quality of surface waters. This has led to demands for procedures to ensure the reduction of nitrogen input.Measures for the reduction of nitrogen inputs from point sources (e.g., wastewater treatment plants) and diffuse sources (e.g., agriculture) are much more expensive than those for reduction of phosphorus inputs. The question of whether these actions are ecologically effective cannot be answered at present because the necessary information about the origin, turnover and effects of nitrogen is lacking. Therefore, the public and private funders and implementers of these measures are emphatically demanding clarification of the benefits of nitrogen reduction.This is where NITROLIMIT comes into play. The project was designed to determine the status quo of nitrogen concentrations in surface waters in different ecoregions and catchment areas, to contribute to understanding the significance of nitrogen for phytoplankton activity, and to gain further insights on nitrogen input and internal nitrogen turnover in lakes and rivers. Newly collected data on these parameters will be used in catchment areas and ecosystem models to simulate the development of water quality at reduced nitrogen concentrations for different climate scenarios. In addition, the costs of the various nitrogen reduction measures will be weighed against the benefits of environmental improvement.In the scope of this joint research project, KWB is responsible for the following tasks:Water quality modelling of river Havel with Qsim, particularly for system analysis of nitrogen cycleDevelopment of a catalogue of existing solutions for reduction of diffuse and point nitrogen inputLife Cycle Assessment (LCA) and life cost analysis of selected treatment processes for advanced nitrogen removalIn cooperation with the project partners: Compilation of recommendations for decision makers, which are ecologically reasonable, sustainable and economically efficient for river management in urban and rural catchments. © Header-Foto: Leibniz-Institut für Gewässerökologie und Binnenfischerei© Slider-Fotos: KWB / Leibniz-Institut für Gewässerökologie und Binnenfischerei","budget":"206.000 € (165.000 € BMBF / 41.000 € BWB)","date_start":"1. September 2010","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/nitrolimit-stickstofflimitation-in-binnengewaessern/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Abschlussbericht NITROLIMIT 1","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/nitrolimit_i_abschlussbericht_2014.pdf"}]},{"title":"Less Energy Consumption and CO2 Emissions of WWTPs (E-VENT)","subtitle":"Evaluation of process options for the reduction of energy consumption and greenhouse gas emissions of Berlin sewage treatment plants","description":"Berlin’s sewage treatment plants rank among the largest energy consumers within the municipal facilities. Corresponding energy efficiency measures have been implemented already, and the biogas resulting from the treatment process is used for electricity and heat production. Nevertheless, the average annual power consumption of Berlin’s six WWTPs exceeds 90,000 MWh which leads to a significant contribution to the associated greenhouse gas emissions (40,000 t CO2.eq/a).The E-VENT project examines new process options contributing to an energy-related optimisation of Berlin’s WWTPs. One of the project’s major objectives is to analyse the eligible process options in view of their feasibility taking into account the specific operation conditions of the treatment plants in Berlin. The according tests are performed in close cooperation between Kompetenzzentrum Wasser and Berlin’s water utility Berliner Wasserbetriebe.Alternative methods for nitrogen and carbon removal, as well as methods for increasing the biogas yield in sewage sludge treatment, are being tested. For the majority of the process options to be examined data from previous KWB projects are available which are to be transferred to the process conditions of large scale WWTPs.In addition, experimental studies on laboratory and pilot scale are carried out. With regard to the granular sludge technology, it will be analysed whether and to what extent the generation of granulated biomass from Berlin wastewater water is possible at all. Furthermore, test series relating to the treatment of sewage sludge by thermo-chemical hydrolysis processes as well as thermal pressure hydrolysis are to be carried out in order to get a more reliable estimate of the process efficiency and risks associated to different compositions of sewage sludge.The project is financed by the Berlin Programme for Sustainable Development (BENE) with funds from the European Regional Development Fund and the State of Berlin (funding code 1158-B5-0). In addition, Berliner Wasserbetriebe contribute to the project expenses. © Header-Foto: Joachim Donath","budget":"943,000 €","date_start":"9. March 2017","duration_months":40,"url":"https://www.kompetenz-wasser.de/en/project/e-vent-weniger-energiebedarf-und-treibhausgasemissionen-von-klaerwerken/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/06/berliner-wasserbetriebe-logo-300x101.png","funder_id":"bwb"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/eu_logo-120x30.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/senuvk_hoch_cmyk-59x40.jpg","funder_id":"senuvk"}],"downloads":[{"dl_name":"Fact-Sheet Projekt E-VENT (German)","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/09/poster_e-vent_cl_1update.pdf"}]},{"title":"Comparison of Different Process Combinations or Tertiary Wastewater Treatment for the Reduction of Surface Water Stress (IST4R)","subtitle":"Integration of trace organic removal schemes into concepts for tertiary treatment","description":"The implementation of tertiary treatment systems aim to modify existing wastewater treatment schemes for phosphorus removal in such a way that higher standards for freshwater ecology will be met also in future.The project, coordinated by the Technical University of Berlin, compare the efficiency rates of different common wastewater treatment options for the removal of trace organics, i.e. ozonation or activated carbon treatment.In addition, recommendations will be drawn up including technical notes how to upgrade already existing disinfection and phosphorus removal treatment facilities in view of the elimination of trace organics. At the WWTP Münchehofe the relevant methods will be tested with regard to their performance and operational reliability and subsequently undergo a life cycle assessment conducted at KWB. The main focus is to reduce surface water stress due to anthropogenic trace substances. For this reason, it is also intended to determine the actual biological effects of the measures in question on the aquatic fauna.The project is supported by Berliner Wasserbetriebe and co-financed by the European Commission (European Regional Development Fund) and the Senate of Berlin (Environmental Relief Programme).Some of the process analyses are subcontracted to KWB by TU Berlin. The LCAs of the different process combinations is carried out by KWB independently within a separate work package.","budget":"101.647 € (Auftrag an KWB) 280.374 € (Ökobilanzen)","date_start":"1. December 2011","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/ist4r-verfahrensvarianten-zur-weitergehenden-abwasserbehandlung/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/2f60641ec7.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/8125a39f4a.jpg","funder_id":"eu_efre"}],"downloads":[{}]},{"title":"Optimisation of Sewer Inspection and Rehabilitation Strategies (RELIABLE SEWER)","subtitle":"Improving the reliability of current sewer deterioration modelling approaches","description":"Wastewater infrastructures including collection pipes and treatment facilities represent enormous investments in physical assets. The replacement value of these assets amounts to millions of euros for every major city but also small municipalities. During the last 30 years, most municipalities have invested in sewer system expansion to meet growth and treatment plant upgrade but a relatively small proportion of the budget has been allocated to sewer rehabilitation. As a result, most cities face an aging infrastructure in extensive and emerging need of repair, rehabilitation or renewal.RELIABLE SEWER aims to develop a panel of prototypes to support municipalities in the definition of sewer inspection and rehabilitation strategies. It will allow utilities to tackle sewer aging and network deterioration and to optimise the use of financial resources. In particular, the tools will help utilities to choose where and when to inspect sewers and to estimate the necessary investment need to cope with sewer system deterioration.RELIABLE SEWER will also improve the reliability of current sewer deterioration modelling approaches. It includes the consideration of repair and renovation measures in investment simulations, the estimation of uncertainties in budget forecasts and the optimisation of asset management scenarios in order to identify the most appropriate balance between replacement, renovation and repair measures. Finally, RELIABLE SEWER will demonstrate the benefits and potential costs savings obtained from the use of deterioration modelling on three case studies located in Germany, in Bulgaria and in the USA. © header photo: photocase.de, Rüdiger Wittmann","budget":"./.","date_start":"1. April 2016","duration_months":34,"url":"https://www.kompetenz-wasser.de/en/project/reliable-sewer/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.","first_name":"Nicolas","last_name":"Caradot","email":"nicolas.caradot@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo-1-51x40.jpg","funder_id":"veolia"}],"downloads":[{}]},{"title":"Nutrient Recovery from Biobased Waste for Fertiliser Production (NEWFERT)","subtitle":"Development of viable and cost-effective nutrient recycling schemes to be used for the production of a new generation of fertilisers","description":"Fertilisers play an important role as nutrient suppliers. In case of phosphorus, the supply heavily depends on fossil mineral resources. European fertiliser industry is strongly dependent on imports of raw materials, making them vulnerable to supply and pricing policies.Main objective of the joint project NEWFERT, funded by Bio-based Industries Joint Undertaking in the EU Horizon 2020 programme, is to build up a breakthrough in fertiliser production. The project will focus on a viable and cost-effective industrial nutrient recycling scheme, developing new technologies aiming to increase nutrient recovery and recycling ratios. Projected benefits also include substantial energy savings and CO2 emissions reduction. NEWFERT aims to decrease raw material dependency, to prevent resource depletion and to reduce the environmental impact increasing significantly the fertiliser industry’s sustainability. The work organisation has been designed to link and pursue a successful industrial integration supported by a solid life-cycle cost analysis. The NEWFERT consortium is led by the Spanish company FERTIBERIA and composed by a balanced set of 6 partners from 4 member states, covering nutrient recovery from biobased waste. KWB is responsible for evaluating the whole process chain ranging from recovery to the recycling as commercial fertiliser product.Project Website © Header Photo: photocase.de, markusspiske","budget":"Total volume: 2.41 MM €","date_start":"1. July 2015","duration_months":42,"url":"https://www.kompetenz-wasser.de/en/project/newfert/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2019/03/eu_horizon2020_300ppp-300x85.jpg","funder_id":"eu_h-2020"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/bbi_logo_official-300x195.jpg","funder_id":"bbi"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/bic-logo-300x225.png","funder_id":"bic"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/newfert_e_factsheet_06032017.pdf"}]},{"title":"Supporting Sewer Inspection and Investment Strategies (SEMA-Berlin)","subtitle":"Test and selection of a model approach in terms of prediction quality of sewer deterioration models","description":"Recent studies about wastewater infrastructure in Germany show that current investments for sewer rehabilitation are not sufficient to tackle the aging and deterioration of the networks. In order to determine the extent of the damages and to support sewer rehabilitation planning, regular CCTV inspections are conducted. However, CCTV data are insufficient for the long-term definition of asset management strategies, since they deliver only a snapshot of the sewer condition at the time of its inspection.To forecast the evolution of the system according to current and past observations through CCTV inspections, sewer deterioration models have been developed. These models can also be used to simulate the condition of non-inspected pipes. The results can be used to determine sewer inspection and cost-effective rehabilitation strategies.Deterioration models are not commonly used by wastewater utilities, since there was still no evidence that the models were actually able to accurately predict future sewer conditions. Within the project SEMA, carried out by KWB from 2012 to 2015, this gap was closed. Based on a comprehensive inspection data set from the city of Braunschweig, Germany, the capability to reproduce the condition distribution of the sewer system has been successfully demonstrated.Within the scope of SEMA-Berlin, these promising results will be verified with Berlin local data. After a thorough analysis of the sewer condition and its influencing factors, several statistical and data-driven modelling approaches will be tested to evaluate their prediction quality in Berlin, a crucial step for the further use of sewer deterioration models. ","budget":"140.000 €","date_start":"15. November 2016","duration_months":14,"url":"https://www.kompetenz-wasser.de/en/project/sema-berlin/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dipl.-Ing.","first_name":"Mathias","last_name":"Riechel","email":"mathias.riechel@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-120x37.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Factsheet SEMA-Berlin","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/sema-berlin_e_factsheet_06032017.pdf"}]},{"title":"Removal of Microplastics from the Water Cycle (OEMP)","subtitle":"Optimised materials and methods for microplastic particle removal from the water cycle","description":"The OEMP project is dedicated to developing materials and methods which will help to retain microplastic particles (MP) originating from diverse pathways of the urban water cycle. In addition, simple and natural systems such as soil filters are to be analysed with regard to their retention efficiency.In order to validate the retention of MP, KWB will carry out pilot tests at a Berlin WWTP under real conditions using filter materials already developed such as Pile Cloth Media Filtration and mesh screens. The aim is to quantify the actual retention degrees of MP on a pilot scale, to determine the impact of the operating conditions and to optimise the operation. Besides the retention of MP also general wastewater-related chemical parameters such as suspended solids or turbidity are specified in order to identify possible correlations allowing for an operational control without expensive analytics.Based on existing and new measurements, KWB will develop a model illustrating the mass flow of MP in Berlin’s wastewater path. The aim is to compare different pathways with regard to the emissions of MP such as WWTP effluent, combined sewer overflows and stormwater runoffs providing a better basis for decisions on measures to minimise the MP emissions to surface water bodies.","budget":"Total: € 1.442.110 €, KWB: € 69.570 €","date_start":"1. April 2016","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/oemp-entfernug-von-mikroplastik-aus-dem-wasserkreislauf/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo-68x40.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-120x37.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/oemp_e_factsheet_06032017.pdf"}]},{"title":"Comparing Fertiliser Production from Rock Phosphate with P-recovery from Wastewater (PHORWÄRTS)","subtitle":"Comparative contaminant risk assessment of phosphours from wstewater with regard to fertiliser application","description":"Phosphorus is essential for life and an indispensable component of many fertilisers. The European and national legislation calls for the recovery of phosphorus form the wastewater stream in the medium term. Due to the lack of reliable data it has remained unanswered so far to what extent P-recovery can be considered appropriate in ecological and economic terms.By means of the LCA methodology, the PHORWÄRTS project compares conventional fertiliser production from rock phosphate with selected methods of phosphorus recovery from the wastewater path. Since the informative value of the parameter toxicity is rather limited in conventional LCAs, the project PHORWÄRTS additionally provides a comparative contaminant risk assessment for the fertiliser application for different fertilisers. In this context, the contamination with heavy metals and organic pollutants is spotlighted. This comparison will be completed by a cost estimate of the various production methods.The project was started in September 2016 and is financed by the Federal Environment Agency (UBA) in the scope of the Environmental Research Plan issued by the German Federal Ministry for the Environment.Download of the study from the UBA website","budget":"137.800 €","date_start":"1. September 2016","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/phorwaerts/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"M.Sc.","first_name":"Fabian","last_name":"Kraus","email":"fabian.kraus@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-umwelt-bundesamt.jpg","funder_id":"uba"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/phorwaerts_e_factsheet_06032017.pdf"}]},{"title":"Energy from Wastewater (POWERSTEP)","subtitle":"Full scale demonstration of energy positive sewage treatment plant concepts towards market penetration","description":"The municipal wastewater in Europe contains a potential chemical energy of 87,500 GWh per year in its organic fraction, which is equivalent to the output of 12 large power stations. However, the individual process steps of current wastewater treatment in Europe require energy to the equivalent of more than 2 large-scale power stations. Many operators are thus targeting incremental energy efficiency towards energy neutrality, but recent studies have shown that with novel process schemes using existing technologies, sewage treatment plants could actually become a new source of renewable energy, without compromising the treatment performance.The project PowerStep aims at demonstrating such innovative concepts in first full scale references for each essential process step in order to design energy positive wastewater treatment plants with currently available technologies.The following processes will be demonstrated in 6 full-scale case studies located in 4 European countries:Enhanced carbon extraction (pre-filtration or bio-sorption)Innovative nitrogen removal processes (advanced control, main-stream deammonification, duckweed reactor)Power-to-gas (biogas upgrade) with smart grid approachHeat-to-power concepts (thermoelectric recovery in CHP unit, steam rankine cycle, heat storage concepts)Innovative process water treatment (nitritation, membrane ammonia stripping).The individual technology assessments will merge into integrative activities such as treatment scheme modelling and design, global energy and heat management, carbon footprinting, integrated design options, as well as extensive dissemination activities.PowerStep will demonstrate and realise novel concepts and design treatment schemes for wastewater treatment plants that will be net energy producers.POWERSTEP has been finished in summer 2018.Projekt results in brief in six languages (EU-CORDIS webite)Official Project WebsitePOWERSTEP-VideoPowerstep at Watershare: IWA2018 in TokyoAll deliverables","budget":"Total € 5.2 M, KWB: € 984,659","date_start":"1. July 2015","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/powerstep/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/horizon-2020-e1500298626628-120x24.png","funder_id":"eu_h-2020"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/powerstep_e_factsheet_06032017.pdf"}]},{"title":"Low-carbon Footprint Material Recovery Techniques (SMART-Plant)","subtitle":"Scale-up of low-carbon footprint material recovery techniques in existing wastewater treatment plants","description":"In the scope of the SMART Plant project current approaches for materials recovery techniques are tested on an industrial scale at existing WWTPs. The aim is to develop energy- and eco-efficient value cycle solutions with regard to different materials. At five WWTPs seven pilot systems including two post treatment schemes are being optimised over a period of >2 years and tested under real conditions.The recovered products comprise biopolymers, cellulose, plant nutrients, fertilisers and semi-finished products which will be recycled into commercially usable end products.The project will demonstrate the feasibility of recycling different materials originating from domestic wastewater and assess the environmental and economic benefits by LCA. A market study and the development of novel operating schemes will consolidate the partnership between the wastewater sector and chemical industries and consequently stimulate the implementation of the relevant techniques.Official project websiteTweets by smart_plant_eu  © Header Foto: BWA B.V.","budget":"Total budget: 9.731.306 €, budget KWB: 291.282 €","date_start":"1. June 2016","duration_months":48,"url":"https://www.kompetenz-wasser.de/en/project/smart-plant-wertstoffzurueckgewinnung-mit-geringerem-co2-fussabdruck/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Energy Efficiency"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/horizon-2020-e1500298626628-120x24.png","funder_id":"eu_h-2020"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/smart-plant_e_factsheet_06032017.pdf"}]},{"title":"Rapid Test Schemes for the Assessment of TrOC Removal from Wastewater (TestTools)","subtitle":"Development and validation of rapid test schemes for the assessment of TrOC behaviour in technical and natural barriers in the urban water cycle","description":"In the scope of the project a set of tools is to be developed providing for the rapid (within one month) and inexpensive prediction of the efficiency of technical and natural TrOC removal schemes. The so-called “TestTools” consist of suitable lab tests and parametric modelling. They facilitate the prediction of TrOC elimination degrees depending on different water qualities and the related expenditures. They will be calibrated in pilot trials in Berlin and validated in comparison with pilot results obtained in other regions of Germany.KWB will be responsible for the method development with regard to the ozone applications. To this end, methodological lab tests are proposed which will be validated by means of > 15 WWTP effluents. The test system is supposed to both simplify the prediction of ozone-related TrOC elimination and also, through specific tracer selection, to allow the modelling of substances which have been not determined analytically in the lab test. Specific tests will facilitate the rapid classification of emerging substances. The test system will be designed as a two-stage scheme, whereas the second step will provide for an in-depth analysis and help to quantify the bromate formation.","budget":"Total volume 775,195 € / Work package KWB 238,072 €","date_start":"1. August 2015","duration_months":32,"url":"https://www.kompetenz-wasser.de/en/project/testtools/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo-68x40.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-120x37.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/testtools_e_factsheet_06032017.pdf"}]},{"title":"Microbial Clogging in Technical Systems (ANTIOCKER)","subtitle":"Correlation between the occurrence of microbial clogging and the hydrochemical and operational properties of drinking water wells","description":"The sub-project AntiOcker carried out by KWB is part of the joint research project Microbial Clogging in Technical Systems supported by the German Federal Ministry of Education and Research (BMBF). The project is coordinated by the department of Environmental Microbiology of the Technical University Berlin.The project focuses on the investigation of neutrophilic and acidophilic iron bacteria which may cause the formation of clogging materials in wells and pipe systems. The prevention of such deposits but also the improvement of removal methods will help to save both energy and resources during well operation.Previous studies of the project partners, particularly performed in the scope of KWB research project WELLMA, have revealed that the well ageing phenomena are determined by multiple correlated biological and chemical processes. For this reason, it is the sound understanding of the main processes and key parameters that will provide the basis for the systematic control of iron bacteria occurrence by an optimized well operation. The first successful identification of existing iron bacteria and their linkage to certain geochemical and hydrochemical environmental conditions of the wells investigated has shown that the bacterial activity and the resulting clogging degree can indeed specifically be influenced by operational measures.KWB’s main task will be to supervise the early transfer of applicable results from research into routine operation. The statistical analysis of the results and a test programme performed at 30 wells operated by Berliner Wasserbetriebe will facilitate this step.Main objective of the KWB sub-project is the quantification of the energy saving potential resulting from reduced clogging and prolonged maintenance interval. Well operators will be enabled to perform cost-benefit analyses. The conclusions will be summarised in a best-practice guideline for optimised well operation.Official internet site of the joint research project","budget":"208.391 €","date_start":"1. February 2011","duration_years":3,"url":"https://www.kompetenz-wasser.de/en/project/antiocker-mikrobielle-verockerung-in-technischen-systemen/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo-bwb-rgb-300x93.jpg","funder_id":"bwb"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/08/20140417_antiocker_factsheet.pdf"}]},{"title":"Treatment of Emerging Pollutants in Water and Wastewater (DEMEAU)","subtitle":"Mobilisation of the experience with MAR-systems and evaluation of technologies for the removal of trace organic compounds by Life Cycle Assessment","description":"The DEMEAU research and demonstration project is financed by the EU and integrates well-known European research institutions and companies of the water sector. The aim of the project consortium coordinated by KWR Watercycle Research Institute (NL) is to further develop and demonstrate technologies which are suitable to eliminate trace organics from both surface waters and wastewaters and to analyse their performance.The scope of KWB’s research activities primarily involves water management issues focussing on managed aquifer recharge (MAR) and Life Cycle Assessment (LCA). In addition, KWB provides support to dissemination and communication activities as well as to the overall project management.The investigations on MAR which are coordinated by KWB will mobilize the experience which has been gained with MAR-systems at different sites throughout Europe. The main objective is to facilitate the authorization of new MAR sites taking into account the requirements of the European Water Framework Directive as well as of the European Groundwater Directive.KWB is also responsible for the work package related to “LCA and Cost Estimation”. All methods and technologies for the removal of trace organic compounds identified in the course of the project will be subject to economic evaluation and LCA. In close cooperation with the project partners, KWB will contribute to analyse the barriers preventing the introduction of new technologies to the European markets.http://demeau-fp7.eu/ © header photo: Berliner Wasserbetriebe© slider photos: CETAQUA Centro Tecnológico del Agua","budget":"323.300 € (Projektbaustein KWB)","date_start":"1. September 2012","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/demeau-behandlung-organischer-spurenstoffe-in-wasser-und-abwasser/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Christian","last_name":"Remy","email":"christian.remy@kompetenz-wasser.de"},{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/ddab935499.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/7-th-framework-programming.png","funder_id":""}],"downloads":[{}]},{"title":"Geological CO2 Storage and Other Emerging Subsurface Activities (COSMA)","subtitle":"Supporting water utilities in identifying theoretical and realistic impacts arising from emerging subsurface activities","description":"In the course of climate change mitigation and limitation of natural resources an increasing interest in different subsurface activities has been observed in Europe, such as carbon capture and storage (CCS), geothermal energy production / storage and unconventional gas exploration (“hydro-fracking”). All these activities have in common that they impact parts of the subsurface and may thus potentially have an effect on fresh water aquifers, which act as drinking water resource for a majority of the European population (75 %).The proposed first phase of the project “CCS” aims at supporting operators in identifying theoretical and realistic impacts arising from emerging subsurface activities (CCS, geothermal storage / energy production and unconventional gas exploration). The results should enable water suppliers to determine which risks may arise for drinking water production and how they compare to other, existing risks.This will be done by compiling and evaluating scientific and technical literature, by developing an approach for quantifying risks from subsurface activities and merging experience from research on CCS operation (by VERI and GFZ Potsdam) with water suppliers’ experience (BWB, FUB).Theoretical knowledge will be combined with practical experience, taking North-Eastern German sedimentary basin as a case study, where deep saline aquifers are being used for gas storage purposes and represent potential carbon dioxide storage formations. © Header photo: Deutsches GeoForschungsZentrum – GFZ","budget":"388.571 €","date_start":"1. May 2012","duration_months":24,"url":"https://www.kompetenz-wasser.de/en/project/cosma-geologische-co2-speicherung-und-neuartige-untergrundnutzungen/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.","first_name":"Hella","last_name":"Schwarzmüller","email":"hella.schwarzmueller@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo.jpg","funder_id":"veolia"}],"downloads":[{"dl_name":"Report “Catalogue of Potential Impacts on Drinking Water Production”","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/d1-1_catalogue_potential_impacts_20130109_final.pdf"}]},{"title":"Complex Resource Evaluation and Analysis Methodology (CREAM)","subtitle":"A Groundwater Management Tool for Berlin","description":"SummaryThe scope of the project Complex Resource Evaluation and Analysis Methodology (CREAM) is to identify and demonstrate the tools necessary for responsible groundwater management.The first stage of the CREAM project demonstrates the techniques used by the Berliner Wasserbetriebe (BWB) and Veolia Water (formerly Vivendi Water) for the successful and sustainable management of groundwater resources in Berlin.Berlin has a comprehensive and current data set, spanning many years of groundwater monitoring and covering the whole of the BWB supply area.This valuable asset is used to effectively manage the resource through a variety of management methods used by different departments within BWB.StructureThe structure is an internet-based presentation of interlinked pages demonstrating the groundwater management tools based on the experience of BWB and Veolia Water.OutcomesThe establishment of PC-based guidelines incorporating the current approach of BWB to solve technical issues. This will be developed to assist management decisions drawing examples from different locations around the world. Berlin is at this stage the demonstration site for alluvial aquifers.","budget":"–","date_start":"1. December 2000","duration_months":53,"url":"https://www.kompetenz-wasser.de/en/project/cream-complex-resource-evaluation-and-analysis-methodology/","language":"en","tags":[{"tags":"Groundwater Unit"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{}],"downloads":[{}]},{"title":"Hygienically Relevant Microorganisms and Pathogens in Multifunctional Water Bodies and Hydrologic Circles (FLUSSHYGIENE)","subtitle":"Sustainable management of different types of water bodies in Germany","description":"Project ObjectivesThe objective of the project FLUSSHYGIENE is to gain a clearer understanding of the entry paths and dynamics of hygienic loads and thus to subsequently elaborate a sound basis for decision-making as well as the tools for managing multifunctional flowing waters in a way that the highest possible protection of public health can be guaranteed without compromising their economic functions. The project focusses on temporarily occurring hygienic loads against the background of the  implementation of the revised EC Bathing Water Directive. The aim is to develop suitable tools to predict short-term pollution events, but also to evaluate long-term management measures with regard to their effectiveness and their cost-benefit ratio.Scope of projectThe tasks are performed in four reference areas with different initial situations: The Spree-Havel-system in Berlin, the Ruhr in North Rhine-Westphalia, the Rhine and Moselle in Rhineland-Palatinate and Isar and Ilz in Bavaria. Following the assessment of the status quo, a comprehensive measurement programme is prepared and implemented in order to close existing knowledge gaps. To quantify short-term pollution events, event-related sampling at known point sources and so-called hotspots (bathing areas, bank filtration sites) are performed. Both physico-chemical parameters, microbial indicator organisms and pathogens (viruses, bacteria, parasites) are measured. Moreover, focus is put on the identification and quantification of the relevant processes in the water bodies which influence the dynamics of hygienic loads along the flow path. Besides the quantification of the processes grazing(microzooplankton grazing), sedimentation/re-suspension and UV exposure in the laboratory, the chronological development of the a.m. parameters is examined in situ by means of the “the flowing wave”.Various stochastic and deterministic modelling approaches are developed and/or tested for their application in the reference areas. The models are supposed to reveal the parameters leading to increased occurrence of microbial contamination. The resulting risks are quantified by means of a quantitative microbial risk analysis.The results and models are applied in practice to the reference areas in the following steps:Cost-benefit analysis of the measures packages developed (Ruhr, Spree / Havel) in terms of a preventive protection of bathing personsDevelopment of early warning systems for all reference areasDemonstration of a conflict-free approach concerning the opening of new bathing sites.The results obtained in the different reference areas will be transferred to the “Guidelines for Monitoring and Dealing with Short-term Pollution Events” applicable also to other regions in Germany. In addition, a “Checklist for the Designation of New Riverine Bathing Waters” will be developed.The project is being co-financed by Berliner Wasserbetriebe.The project is managed by the Project Management Agency Karlsruhe (PTKA). Tweets by Flusshygiene   © slider photos: Abwasserverband Braunschweig/Veolia","budget":"2.79 Mio. € (total)","date_start":"1. June 2015","duration_months":48,"url":"https://www.kompetenz-wasser.de/en/project/flusshygiene/","language":"en","tags":[{"tags":"Urban Systems Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"},{"tags":"Infrastructure"},{"tags":"Climate Resilience"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Pascale","last_name":"Rouault","email":"pascale.rouault@kompetenz-wasser.de"},{"degree":"Dipl.-Ing.","first_name":"Wolfgang","last_name":"Seis","email":"wolfgang.seis@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/mbf-logo-118x70.png","funder_id":"bmbf"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo_nawam_rewam-120x27.jpg","funder_id":""},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo_fona-120x70.jpg","funder_id":""}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/flusshygiene_e_factsheet_06032017.pdf"}]},{"title":"Optimisation of Drinking Water Well Field Operation – Phase 2 (OPTIWELLS 2)","subtitle":"Energy savings and quality control","description":"Against the background of increasing energy prices and climate change, energy efficiency becomes more and more important also in the field of drinking water production.The feasibility study carried out within the first project phase has revealed that considerable energy savings can be achieved by means of smart well field operation and also through investing into new pumping technologies. The complex interaction of pumps, wells, groundwater and raw water pipes is the key factor to the energy-efficient operation of drinking water well fields.In the course of the second project phase, the coupling of these system components will be simulated through mathematical models and subsequently validated at technical scale. The theoretical and practical investigations aim to develop a tool for supporting operators in identifying the crucial parameters allowing for an energy-optimised well field operation.The project was carried out together with the Department of Fluid Dynamics of the Technische Universität Berlin and sponsored by Veolia.","budget":"400.190 €","date_start":"1. June 2012","duration_months":28,"url":"https://www.kompetenz-wasser.de/en/project/optiwells-2-betriebsoptimierung-von-trinkwasserbrunnen/","language":"en","tags":[{"tags":"Groundwater Unit"},{"tags":"Energy Efficiency"},{"tags":"Infrastructure"}],"contacts":[{"degree":"Dipl.-Geoök.","first_name":"Michael","last_name":"Rustler","email":"michael.rustler@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/veolia-logo.jpg","funder_id":"veolia"}],"downloads":[{"dl_name":"Optiwells-2 Synthesis Report","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/d4-1_synthesisreport_fin3_sites_anonym_rev.pdf"}]},{"title":"Towards Efficient Water Reuse in Europe (DEMOWARE)","subtitle":"Innovation Demonstration for a Competitive and Innovative European Water Reuse Sector","description":"The DEMOWARE project’s main objective is to tackle existing barriers in the fields of water reuse by executing a highly collaborative programme of demonstration and exploitation. Using nine existing and one greenfield innovation site distributed all over Europe, the project is structured in 9 work packages dealing with treatment processes and reuse schemes (WP1), process monitoring and performance control (WP2), risk and environmental benefit analysis (WP3), business models and pricing strategies (WP4) and governance and stakeholder collaboration (WP5). Specific work packages for dissemination (WP7) and exploitation (WP8) are also included in the project. Project outcomes will guide the development of a live in-development water reuse scheme in the Vendée greenfield site (WP6).Within this framework KWB focuses on both demonstration of low cost fit-for purpose disinfection alternatives for agricultural water reuse and the demonstration of innovative hybrid and low cost MAR technologies combined with appropriate pre-treatment for indirect potable reuse. Moreover, KWB leads WP3 on risk assessment and environmental benefit analysis which aims at combining diverse state-of-the art methods for assessing the potential consequences of water reuse for the environment and human health. Furthermore, KWB is involved in the management, dissemination and exploitation activities of the project.Official Project Website","budget":"835,968 € (Work package KWB)","date_start":"1. January 2014","duration_months":42,"url":"https://www.kompetenz-wasser.de/en/project/demoware-effektive-wasserwiederverwendung/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Resources"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/logo_eu-flagge-105x70.jpg","funder_id":"eu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/se-bs_demoware-120x56.png","funder_id":"se-bs"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/abwasserverband-braunschweig_demoware-120x29.png","funder_id":"av-bs"}],"downloads":[{"dl_name":"Download Fact Sheet","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/demoware_e_factsheet_06032017.pdf"}]},{"title":"Combined Processes for Water Treatment Systems (AquaNES)","subtitle":"Demonstrating synergies in combined natural and engineered treatment processes","description":"The AquaNES project will demonstrate the benefits of combined natural and engineered processes for water treatment systems at 13 test sites (two of them situated in Berlin). Bank filtration, managed aquifer recharge (MAR) and constructed wetlands are natural systems which will be combined with various technical pre- or post-treatment methods.The project consortium involves 30 partners from Europe, Israel and India. In Berlin, Berliner Wasserbetriebe, AKUT Umweltschutz Ingenieure Burkard und Partner as well as KWB participate in the project.The tasks to be performed in Berlin include the combination of ozonation processes with natural post-treatment steps for the elimination of trace organic compounds as well as the combination of bank filtration and nanofiltration for the removal of sulphate and trace organic compounds.Besides these activities, KWB coordinates a work package related to the combination of constructed wetlands or soil filters with different engineered schemes. The test sites are located in Germany, the UK and Greece.Virtuell filed trip through the demonstrationOfficial Website AquaNes © header photo: Veolia","budget":"Total budget: 10,7 Mio. € Budget KWB: 595,062 €","date_start":"1. June 2016","duration_months":36,"url":"https://www.kompetenz-wasser.de/en/project/aquanes-prozesskombinationen-fuer-die-wasseraufbereitung/","language":"en","tags":[{"tags":"Process Innovation Unit"},{"tags":"Digitisation"},{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Ulf","last_name":"Miehe","email":"ulf.miehe@kompetenz-wasser.de"},{"degree":"Dr.","first_name":"Daniel","last_name":"Wicke","email":"daniel.wicke@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/def10f7d20-120x51.png","funder_id":"eu_h-2020"}],"downloads":[{"dl_name":"Factsheet AquaNes English","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/05/aquanes_e_factsheet_06032017.pdf"}]},{"title":"Development Potential of Toxic Nostocale Cyanobacteria in the Process of Reducing Trophication and Global Warming (NOSTOTOX)","subtitle":"Developing recommendations for water management as well as decision aids for risk assessment in water supply","description":"Research results from 2004/05 show that microcystin producing cyanobacteria ((Microcystis and Planktothrix) are declining in German water bodies whereas species of the category nostocales are on the rise – local species as much as species of tropical origin.As a consequence of this, the concentration of microcystin is going down. The toxin cylindrospermopsin produced by nostocales, by contrast, is spreading and often exceeds the recommended threshold value for drinking water of 1 µg L-1. So far, more recent data on the existence of neurotoxins produced by nostocales are not available. Nostocales are comparatively sturdy at high light intensity and limited nitrogen supply levels because they are able to fix molecular nitrogen. Their germination is regulated by temperature and the time of germination determines the annual population size (the earlier, the bigger).The following working hypothesis shall be tested: The combination of reduced trophication and warming of water bodies affects nostocales positively and results in a changed mixture of species and changes in toxin production. On the basis of data that will be raised on the regulation of nostocales and the production and reduction of its toxins, model based scenarios regarding its development as well as the expected toxin levels in case of a continuing reduced trophication and warming of water bodies shall be mapped out. This shall provide a sound scientific basis for formulating recommendations for water management as well as decision aids for risk assessment in water supply.Project partner: Leibniz Institute of Freshwater Ecology and Inland Fisheries (IGB); Technical University of Brandenburg BTU-Cottbus, Federal Environment Agency (Umweltbundesamt) ","budget":"1.615.930 €","date_start":"1. May 2007","duration_years":3,"url":"https://www.kompetenz-wasser.de/en/project/entwicklungspotenzial-toxischer-nostocaler-cyanobakterien-im-prozess-der-trophieminderung-und-globalen-erwaermung/","language":"en","tags":[{"tags":"Water Pollution Control"}],"contacts":[{"degree":"Dr.-Ing.","first_name":"Bodo","last_name":"Weigert","email":"bodo.weigert@kompetenz-wasser.de"}],"funders":[{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_bmumwelt-300x124.png","funder_id":"bmu"},{"funder_logo_url":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/logo_veolia-300x122.png","funder_id":"veolia"}],"downloads":[{"dl_name":"factsheet_nostotox","dl_link":"https://www.kompetenz-wasser.de/wp-content/uploads/2017/10/factsheet_nostotox.pdf"}]}]
